{
  "pound": "Écrase l’ennemi avec les pattes avant ou la queue, par exemple.",
  "karatechop": "L’ennemi est tranché violemment. Taux de critique élevé.",
  "doubleslap": "Gifle rapidement l’ennemi de deux à cinq fois d’affilée.",
  "cometpunch": "Une tornade de coups de poing qui frappe de deux à cinq fois d’affilée.",
  "megapunch": "L’ennemi reçoit un coup de poing d’une puissance incroyable.",
  "payday": "Des pièces sont lancées sur l’ennemi. Permet d’obtenir de l’argent à la fin du combat.",
  "firepunch": "Un coup de poing enflammé vient frapper l’ennemi. Peut le brûler.",
  "icepunch": "Un coup de poing glacé vient frapper l’ennemi. Peut le geler.",
  "thunderpunch": "Un coup de poing électrique vient frapper l’ennemi. Peut le paralyser.",
  "scratch": "Lacère l’ennemi avec des griffes acérées pour lui infliger des dégâts.",
  "visegrip": "L’ennemi est attrapé et compressé par les côtés.",
  "guillotine": "Des pinces lacèrent violemment l’ennemi, le mettant K.O. sur le coup s’il est touché.",
  "razorwind": "Attaque en deux tours. Des lames de vent frappent l’ennemi au second tour. Taux de critique élevé.",
  "swordsdance": "Une danse frénétique qui exalte l’esprit combatif. Augmente beaucoup l’Attaque du lanceur.",
  "cut": "Coupe l’ennemi avec des lames ou des griffes.",
  "gust": "Le lanceur bat des ailes pour générer une bourrasque qui blesse l’ennemi.",
  "wingattack": "L’ennemi est frappé par de larges ailes déployées pour infliger des dégâts.",
  "whirlwind": "Éjecte le Pokémon ennemi et le remplace par un autre. Lors d’un combat contre un Pokémon sauvage seul, met fin au combat.",
  "fly": "Le lanceur s’envole au premier tour et frappe au second.",
  "bind": "Ligote l’ennemi avec les tentacules ou le corps pour l’écraser durant quatre à cinq tours.",
  "slam": "Fouette l’ennemi avec la queue ou une liane, par exemple, pour infliger des dégâts.",
  "vinewhip": "Fouette l’ennemi avec de fines lianes pour infliger des dégâts.",
  "stomp": "Écrase l’ennemi avec un énorme pied. Peut aussi l’apeurer.",
  "doublekick": "Deux coups de pied qui frappent l’ennemi deux fois d’affilée.",
  "megakick": "Un coup de pied surpuissant qui frappe l’ennemi.",
  "jumpkick": "Le lanceur s’envole pour décocher un coup de pied sauté. S’il échoue, le lanceur se blesse.",
  "rollingkick": "Le lanceur effectue un coup de pied tournoyant et extrêmement rapide. Peut apeurer l’ennemi.",
  "sandattack": "Lance du sable au visage de l’ennemi pour baisser sa Précision.",
  "headbutt": "Le lanceur donne un coup de tête. Peut apeurer l’ennemi.",
  "hornattack": "Frappe l’ennemi d’un coup de corne pointue pour infliger des dégâts.",
  "furyattack": "Frappe l’ennemi deux à cinq fois d’affilée avec un bec ou une corne, par exemple.",
  "horndrill": "Un coup de corne en vrille qui empale l’ennemi, le mettant K.O. sur le coup s’il est touché.",
  "tackle": "Le lanceur charge l’ennemi et le percute de tout son poids.",
  "bodyslam": "Le lanceur se laisse tomber sur l’ennemi de tout son poids. Peut aussi le paralyser.",
  "wrap": "Le lanceur ligote l’ennemi avec des lianes ou son corps pour l’écraser durant quatre à cinq tours.",
  "takedown": "Une charge violente qui blesse aussi légèrement le lanceur.",
  "thrash": "Une attaque furieuse qui dure de deux à trois tours. Le lanceur devient confus.",
  "doubleedge": "Une charge dangereuse et imprudente. Blesse aussi gravement le lanceur.",
  "tailwhip": "Le lanceur remue son adorable queue pour tromper la vigilance de l’ennemi et baisser sa Défense.",
  "poisonsting": "Un dard toxique qui transperce l’ennemi. Peut aussi l’empoisonner.",
  "twineedle": "Un double coup de dard qui transperce l’ennemi deux fois d’affilée. Peut aussi l’empoisonner.",
  "pinmissile": "Envoie une rafale de dards. Peut toucher de deux à cinq fois.",
  "leer": "Le lanceur fait les gros yeux à l’ennemi pour l’intimider et baisser sa Défense.",
  "bite": "L’ennemi est mordu par de tranchantes canines. Peut l’apeurer.",
  "growl": "Le lanceur pousse un cri tout mimi pour tromper la vigilance de l’ennemi et baisser son Attaque.",
  "roar": "Effraie le Pokémon ennemi et le remplace par un autre. Lors d’un combat contre un Pokémon sauvage seul, met fin au combat.",
  "sing": "Une berceuse plonge l’ennemi dans un profond sommeil.",
  "supersonic": "Le lanceur produit d’étranges ondes sonores qui rendent la cible confuse.",
  "sonicboom": "Une onde de choc destructrice qui inflige toujours 20 PV de dégâts.",
  "disable": "Empêche l’ennemi d’employer à nouveau sa dernière attaque. Dure quatre tours.",
  "acid": "Le lanceur attaque l’ennemi avec un jet d’acide corrosif. Peut aussi baisser sa Défense Spéciale.",
  "ember": "L’ennemi est attaqué par une faible flamme. Peut aussi le brûler.",
  "flamethrower": "L’ennemi reçoit un torrent de flammes. Peut aussi le brûler.",
  "mist": "Une brume blanche enveloppe l’équipe du lanceur et empêche la réduction des stats pour cinq tours.",
  "watergun": "De l’eau est projetée avec force sur l’ennemi.",
  "hydropump": "Un puissant jet d’eau est dirigé sur l’ennemi.",
  "surf": "Une énorme vague s’abat sur le champ de bataille et inflige des dégâts à tous les Pokémon autour du lanceur.",
  "icebeam": "Un rayon de glace frappe l’ennemi. Peut aussi le geler.",
  "blizzard": "Une violente tempête de neige s’abat sur l’ennemi. Peut aussi le geler.",
  "psybeam": "Un étrange rayon frappe l’ennemi. Peut aussi le rendre confus.",
  "bubblebeam": "Des bulles sont envoyées avec puissance sur l’ennemi. Peut aussi baisser sa Vitesse.",
  "aurorabeam": "Envoie un rayon arc-en-ciel sur l’ennemi. Peut aussi baisser son Attaque.",
  "hyperbeam": "Projette un puissant rayon sur l’ennemi. Le lanceur doit se reposer au tour suivant.",
  "peck": "Frappe l’ennemi d’un bec pointu ou d’une corne pour infliger des dégâts.",
  "drillpeck": "Une attaque utilisant le bec comme une perceuse.",
  "submission": "Le lanceur agrippe l’ennemi et l’écrase au sol. Blesse aussi légèrement le lanceur.",
  "lowkick": "Un puissant coup de pied bas qui fauche l’ennemi. Il est plus efficace contre les ennemis lourds.",
  "counter": "Une riposte qui répond à toute capacité physique en infligeant le double de dégâts.",
  "seismictoss": "L’ennemi est projeté grâce au pouvoir de la gravité. Inflige des dégâts équivalents au niveau du lanceur.",
  "strength": "Le lanceur cogne l’ennemi de toutes ses forces.",
  "absorb": "Une attaque qui convertit la moitié des dégâts infligés en PV pour le lanceur.",
  "megadrain": "Une attaque qui convertit la moitié des dégâts infligés en PV pour le lanceur.",
  "leechseed": "Une graine est semée sur l’ennemi. À chaque tour, elle lui dérobe des PV que le lanceur récupère.",
  "growth": "Le corps du lanceur se développe. Augmente l’Attaque et l’Attaque Spéciale.",
  "razorleaf": "Des feuilles aiguisées comme des rasoirs entaillent l’ennemi. Taux de critiques élevé.",
  "solarbeam": "Absorbe la lumière au premier tour et envoie un rayon puissant au tour suivant.",
  "poisonpowder": "Une poudre toxique empoisonne l’ennemi.",
  "stunspore": "Le lanceur répand sur l’ennemi une poudre qui le paralyse.",
  "sleeppowder": "Le lanceur répand une poudre soporifique qui endort la cible.",
  "petaldance": "Le lanceur attaque en projetant des pétales pendant deux à trois tours avant de céder à la confusion.",
  "stringshot": "Le lanceur crache de la soie pour ligoter l’ennemi et beaucoup baisser sa Vitesse.",
  "dragonrage": "La colère du lanceur déclenche une onde de choc destructrice qui inflige toujours 40 PV de dégâts.",
  "firespin": "Un tourbillon de flammes emprisonne l’ennemi pendant quatre à cinq tours.",
  "thundershock": "Une décharge électrique tombe sur l’ennemi. Peut aussi le paralyser.",
  "thunderbolt": "Une grosse décharge électrique tombe sur l’ennemi. Peut aussi le paralyser.",
  "thunderwave": "Un faible choc électrique frappe l’ennemi. Si l’attaque le touche, celui-ci est paralysé.",
  "thunder": "La foudre tombe sur l’ennemi pour lui infliger des dégâts. Peut aussi le paralyser.",
  "rockthrow": "Le lanceur lâche une pierre sur l’ennemi.",
  "earthquake": "Le lanceur provoque un tremblement de terre touchant tous les Pokémon autour de lui.",
  "fissure": "Le lanceur fait tomber l’ennemi dans une crevasse. Si cette attaque réussit, elle met K.O. sur le coup.",
  "dig": "Le lanceur creuse au premier tour et frappe au second.",
  "toxic": "Empoisonne gravement l’ennemi. Les dégâts dus au poison augmentent à chaque tour.",
  "confusion": "Une faible vague télékinétique frappe l’ennemi. Peut aussi le plonger dans la confusion.",
  "psychic": "Une puissante force télékinétique frappe l’ennemi. Peut aussi faire baisser sa Défense Spéciale.",
  "hypnosis": "Le lanceur hypnotise l’ennemi pour le plonger dans un profond sommeil.",
  "meditate": "Le lanceur médite pour éveiller son pouvoir latent et augmenter son Attaque.",
  "agility": "Le lanceur se relaxe et allège son corps pour beaucoup augmenter sa Vitesse.",
  "quickattack": "Le lanceur fonce sur l’ennemi si rapidement qu’on parvient à peine à le discerner. Frappe en priorité.",
  "rage": "Une fois activée, cette capacité augmente l’Attaque du lanceur à mesure que celui-ci subit des attaques.",
  "teleport": "Permet de changer de place avec un autre Pokémon de l’équipe s’il y en a. Quand cette capacité est utilisée par un Pokémon sauvage, celui-ci fuit le combat.",
  "nightshade": "Le lanceur invoque un mirage. Inflige des dégâts équivalents au niveau du lanceur.",
  "mimic": "Le lanceur copie la dernière capacité utilisée par la cible et la conserve tant qu’il reste au combat.",
  "screech": "Le lanceur émet un son strident qui baisse beaucoup la Défense de l’ennemi.",
  "doubleteam": "Le lanceur se déplace si vite qu’il crée des copies illusoires de lui-même, augmentant son Esquive.",
  "recover": "Un soin qui permet au lanceur de récupérer jusqu’à la moitié de ses PV max.",
  "harden": "Le lanceur contracte tous ses muscles pour augmenter sa Défense.",
  "minimize": "Le lanceur comprime son corps pour se faire tout petit et beaucoup augmenter son Esquive.",
  "smokescreen": "Le lanceur disperse un nuage d’encre ou de fumée. Réduit la Précision de l’ennemi.",
  "confuseray": "Un rayon sinistre qui plonge l’ennemi dans un état de confusion.",
  "withdraw": "Le lanceur se recroqueville dans sa carapace, ce qui augmente sa Défense.",
  "defensecurl": "Le lanceur s’enroule pour cacher ses points faibles, ce qui augmente sa Défense.",
  "barrier": "Le lanceur érige un mur solide qui augmente beaucoup sa Défense.",
  "lightscreen": "Crée un fabuleux mur de lumière qui réduit les dégâts causés par les capacités spéciales pendant cinq tours.",
  "haze": "Crée un brouillard qui annule les changements de stats de tous les Pokémon au combat.",
  "reflect": "Crée un fabuleux mur de lumière qui réduit les dégâts causés par les capacités physiques pendant cinq tours.",
  "focusenergy": "Le lanceur prend une profonde inspiration et se concentre pour augmenter son taux de critiques.",
  "bide": "Le lanceur encaisse les coups durant deux tours et réplique en infligeant le double des dégâts subis.",
  "metronome": "Le lanceur agite un doigt et stimule son cerveau pour utiliser presque n’importe quelle capacité au hasard.",
  "mirrormove": "Le lanceur riposte à l’attaque de l’ennemi avec la même attaque.",
  "selfdestruct": "Le lanceur explose en blessant tous les Pokémon autour de lui. Le lanceur tombe K.O.",
  "eggbomb": "De toutes ses forces, le lanceur jette un gros œuf sur l’ennemi pour lui infliger des dégâts.",
  "lick": "Un grand coup de langue qui inflige des dégâts à l’ennemi. Peut aussi le paralyser.",
  "smog": "Le lanceur attaque à l’aide d’une éruption de gaz répugnants. Peut aussi empoisonner l’ennemi.",
  "sludge": "Des détritus toxiques sont projetés sur l’ennemi. Peut aussi l’empoisonner.",
  "boneclub": "Le lanceur frappe l’ennemi à grands coups d’os. Peut aussi l’apeurer.",
  "fireblast": "Un déluge de flammes ardentes submerge l’ennemi. Peut aussi le brûler.",
  "waterfall": "Le lanceur charge l’ennemi à une vitesse remarquable, ce qui peut l’apeurer.",
  "clamp": "Le lanceur piège l’ennemi dans sa dure coquille et l’écrase pendant quatre à cinq tours.",
  "swift": "Le lanceur envoie des rayons d’étoiles. Touche toujours l’ennemi.",
  "skullbash": "Le lanceur baisse la tête pour augmenter sa Défense au premier tour et percuter l’ennemi au second.",
  "spikecannon": "Envoie une rafale de dards. Peut toucher de deux à cinq fois.",
  "constrict": "De longs tentacules ou lianes attaquent l’ennemi. Peut aussi baisser sa Vitesse.",
  "amnesia": "Le lanceur fait le vide dans son esprit pour oublier ses soucis. Augmente beaucoup sa Défense Spéciale.",
  "kinesis": "Le lanceur distrait l’ennemi en pliant une cuillère, ce qui baisse sa Précision.",
  "softboiled": "Le lanceur récupère jusqu’à la moitié de ses PV max.",
  "highjumpkick": "Le lanceur s’élance pour effectuer un coup de genou sauté. S’il échoue, le lanceur se blesse.",
  "glare": "Le lanceur intimide l’ennemi grâce à son regard terrifiant pour le paralyser.",
  "dreameater": "Le lanceur mange le rêve de l’ennemi endormi et récupère en PV la moitié des dégâts infligés.",
  "poisongas": "Un nuage de gaz toxique est projeté au visage de l’ennemi pour l’empoisonner.",
  "barrage": "Projette de deux à cinq grosses boules sur l’ennemi.",
  "leechlife": "Une attaque qui aspire le sang de l’ennemi. La moitié des dégâts sont convertis en PV pour le lanceur.",
  "lovelykiss": "Le lanceur fait un bisou à l’ennemi en prenant une mine effrayante. Endort l’ennemi.",
  "skyattack": "Une attaque en deux tours au taux de critiques élevé. Peut aussi apeurer l’ennemi.",
  "transform": "Le lanceur devient une copie de sa cible et obtient la même palette de capacités.",
  "bubble": "Des bulles frappent l’ennemi. Peut réduire sa Vitesse.",
  "dizzypunch": "Un enchaînement de coups de poing cadencés frappe l’ennemi. Peut aussi le rendre confus.",
  "spore": "Le lanceur répand un nuage de spores qui endort.",
  "flash": "Explosion lumineuse qui fait baisser la Précision de l’ennemi.",
  "psywave": "Une étrange onde d’énergie chaude frappe l’ennemi. Cette attaque est d’intensité variable.",
  "splash": "Le lanceur barbote et éclabousse les environs. Cette capacité n’a aucun effet.",
  "acidarmor": "Le lanceur modifie sa structure moléculaire pour se liquéfier et beaucoup augmenter sa Défense.",
  "crabhammer": "Une grande pince martèle l’ennemi. Taux de critiques élevé.",
  "explosion": "Le lanceur explose et inflige des dégâts à tous les Pokémon autour de lui. Met K.O. le lanceur.",
  "furyswipes": "L’ennemi est lacéré par des faux ou des griffes de deux à cinq fois d’affilée.",
  "bonemerang": "Le lanceur projette son os comme un boomerang. Cette attaque frappe à l’aller et au retour.",
  "rest": "Le lanceur regagne tous ses PV et soigne ses altérations de statut, puis il dort pendant deux tours.",
  "rockslide": "Envoie de gros rochers sur l’ennemi pour infliger des dégâts. Peut aussi l’apeurer.",
  "hyperfang": "Le lanceur mord l’ennemi à l’aide de ses incisives aiguisées. Peut aussi l’apeurer.",
  "sharpen": "Le lanceur réduit son nombre de polygones pour accentuer ses angles et augmenter son Attaque.",
  "conversion": "Le lanceur change de type pour être résistant au type de la dernière attaque lancée par sa cible.",
  "triattack": "Le lanceur envoie trois boules d’énergie simultanément. Peut aussi paralyser, brûler ou geler l’ennemi.",
  "superfang": "Une vilaine morsure d’incisives qui réduit de moitié les PV de l’ennemi.",
  "slash": "Un coup de griffe ou autre tranche l’ennemi. Taux de critiques élevé.",
  "substitute": "Le lanceur crée un clone en sacrifiant quelques PV. Ce clone sert de leurre.",
  "struggle": "Une attaque désespérée, utilisée quand le lanceur n’a plus de PP. Le blesse aussi légèrement.",
  "sketch": "Le lanceur apprend la dernière capacité utilisée par la cible. Gribouille disparaît après utilisation.",
  "triplekick": "Une salve de un à trois coups de pied dont la puissance augmente à chaque coup porté.",
  "thief": "Le lanceur attaque la cible et vole son objet. Le lanceur ne peut rien voler s’il tient déjà un objet.",
  "spiderweb": "Le lanceur enserre l’ennemi à l’aide d’une fine soie gluante pour l’empêcher de fuir le combat.",
  "mindreader": "Le lanceur analyse les mouvements de l’ennemi pour être sûr de toucher au coup suivant.",
  "nightmare": "Un cauchemar qui inflige des dégâts à chaque tour à un ennemi endormi.",
  "flamewheel": "Le lanceur s’entoure de feu et charge l’ennemi. Peut aussi le brûler.",
  "snore": "Une attaque qui ne fonctionne que si le lanceur est endormi. Le boucan peut aussi apeurer l’ennemi.",
  "curse": "Une capacité à l’effet différent selon que le lanceur est un Pokémon Spectre ou non.",
  "flail": "Le lanceur attaque en gigotant dans tous les sens. Plus ses PV sont bas, plus l’attaque est puissante.",
  "aeroblast": "Le lanceur projette une tornade sur l’ennemi pour infliger des dégâts. Taux de critiques élevé.",
  "cottonspore": "Le lanceur libère des spores cotonneuses qui collent à l’ennemi et baissent beaucoup sa Vitesse.",
  "reversal": "Le lanceur ne retient plus ses coups. Plus ses PV sont bas, plus l’attaque est puissante.",
  "spite": "Le lanceur exprime son ressentiment en retirant 4 PP de la dernière capacité de l’ennemi.",
  "powdersnow": "Le lanceur projette de la neige poudreuse. Peut aussi geler l’ennemi.",
  "protect": "Le lanceur se protège de toutes les attaques. Peut échouer si utilisée plusieurs fois de suite.",
  "machpunch": "Coup de poing fulgurant. Frappe en priorité.",
  "scaryface": "Le lanceur fait une grimace qui effraie l’ennemi et réduit beaucoup sa Vitesse.",
  "feintattack": "Le lanceur s’approche l’air de rien avant de frapper par surprise. N’échoue jamais.",
  "sweetkiss": "Le lanceur envoie un bisou si mignon et désarmant qu’il plonge l’ennemi dans la confusion.",
  "bellydrum": "Améliore l’Attaque au maximum en sacrifiant la moitié des PV max.",
  "sludgebomb": "Des détritus toxiques sont projetés sur l’ennemi. Peut aussi l’empoisonner.",
  "mudslap": "Le lanceur envoie de la boue au visage de l’ennemi pour infliger des dégâts et baisser sa Précision.",
  "octazooka": "Le lanceur attaque en projetant de l’encre au visage de l’ennemi. Peut aussi baisser sa Précision.",
  "spikes": "Le lanceur disperse des piquants sur le sol pour blesser tout ennemi qui entre au combat.",
  "zapcannon": "Un boulet de canon électrifié qui inflige des dégâts et paralyse l’ennemi.",
  "foresight": "Permet de toucher un Pokémon Spectre avec n’importe quelle capacité ou de toucher un ennemi insaisissable.",
  "destinybond": "Si un ennemi porte un coup fatal au lanceur après qu’il a activé cette capacité, ils sont tous les deux mis K.O. La capacité échoue si elle est immédiatement réutilisée.",
  "perishsong": "Tout Pokémon qui entend ce requiem est K.O. dans trois tours à moins qu’il ne soit remplacé.",
  "icywind": "Une bourrasque de vent froid blesse l’ennemi. Réduit aussi sa Vitesse.",
  "detect": "Le lanceur se protège de toutes les attaques. Peut échouer si utilisée plusieurs fois de suite.",
  "bonerush": "Le lanceur frappe l’ennemi avec un os de deux à cinq fois d’affilée.",
  "lockon": "Verrouille l’ennemi pour ne pas le rater au tour suivant.",
  "outrage": "Le lanceur enrage et attaque pendant deux ou trois tours avant de devenir confus.",
  "sandstorm": "Une tempête de sable blesse tous les Pokémon pendant cinq tours, sauf ceux de type Roche, Sol ou Acier. Augmente la Défense Spéciale des Pokémon Roche.",
  "gigadrain": "Une attaque qui convertit la moitié des dégâts infligés en PV pour le lanceur.",
  "endure": "Le lanceur résiste aux attaques avec 1 PV. Peut échouer si utilisée plusieurs fois de suite.",
  "charm": "Le lanceur fait les yeux doux pour berner l’ennemi et beaucoup réduire son Attaque.",
  "rollout": "Un rocher roule sur l’ennemi pendant cinq tours. L’attaque gagne en puissance à chaque coup.",
  "falseswipe": "Le lanceur retient ses coups pour que l’ennemi garde au moins 1 PV et ne tombe pas K.O.",
  "swagger": "Fait enrager la cible et la plonge dans la confusion, mais augmente beaucoup son Attaque.",
  "milkdrink": "Le lanceur récupère jusqu’à la moitié de ses PV max.",
  "spark": "Lance une charge électrique sur l’ennemi. Peut aussi le paralyser.",
  "furycutter": "Un coup de faux ou de griffe dont la force augmente quand il touche plusieurs fois d’affilée.",
  "steelwing": "Le lanceur frappe l’ennemi avec des ailes d’acier. Peut aussi augmenter la Défense du lanceur.",
  "meanlook": "Le lanceur pétrifie l’ennemi en lui lançant un regard noir. Il devient incapable de s’enfuir.",
  "attract": "Si l’ennemi est du sexe opposé, il tombe amoureux et rechigne alors à attaquer.",
  "sleeptalk": "Le lanceur utilise une de ses capacités au hasard pendant qu’il dort.",
  "healbell": "Carillon apaisant qui soigne les altérations de statut de tous les Pokémon de l’équipe.",
  "return": "Plus le Pokémon apprécie son Dresseur, plus la puissance de cette attaque furieuse augmente.",
  "present": "Le lanceur attaque en offrant un cadeau piégé à la cible. Peut cependant restaurer certains de ses PV.",
  "frustration": "Moins le Pokémon aime son Dresseur, plus cette attaque est puissante.",
  "safeguard": "Crée un champ protecteur qui empêche toutes les altérations de statut pendant cinq tours.",
  "painsplit": "Le lanceur ajoute ses PV à ceux de sa cible et les répartit équitablement.",
  "sacredfire": "Le lanceur génère un feu mystique d’une intensité redoutable pour attaquer l’ennemi. Peut aussi le brûler.",
  "magnitude": "Provoque un tremblement de terre d’intensité variable qui affecte tous les Pokémon alentour. L’efficacité varie.",
  "dynamicpunch": "Le lanceur rassemble ses forces et envoie un coup de poing à l’ennemi. Rend ce dernier confus.",
  "megahorn": "Le lanceur utilise ses gigantesques cornes pour charger l’ennemi.",
  "dragonbreath": "Le lanceur souffle fort sur l’ennemi pour lui infliger des dégâts. Peut aussi le paralyser.",
  "batonpass": "Le lanceur échange sa place et tout changement de stat avec un Pokémon de l’équipe.",
  "encore": "Oblige l’ennemi à répéter la dernière capacité utilisée durant trois tours.",
  "pursuit": "Une attaque qui inflige deux fois plus de dégâts à un ennemi qui s’apprête à être remplacé.",
  "rapidspin": "Une attaque tournoyante pouvant aussi annuler, par exemple, Étreinte, Ligotage ou Vampigraine. Augmente également la Vitesse du lanceur.",
  "sweetscent": "Un doux parfum qui réduit beaucoup l’Esquive de l’ennemi.",
  "irontail": "Attaque l’ennemi avec une queue de fer. Peut aussi baisser sa Défense.",
  "metalclaw": "Attaque avec des griffes d’acier. Peut aussi augmenter l’Attaque du lanceur.",
  "vitalthrow": "Le lanceur porte son coup en dernier. En échange, cette capacité n’échoue jamais.",
  "morningsun": "Un soin qui restaure des PV au lanceur. Son efficacité varie en fonction de la météo.",
  "synthesis": "Un soin qui restaure des PV au lanceur. Son efficacité varie en fonction de la météo.",
  "moonlight": "Un soin qui restaure des PV au lanceur. Son efficacité varie en fonction de la météo.",
  "hiddenpower": "Attaque dont le type dépend du Pokémon qui l’utilise.",
  "crosschop": "Le lanceur délivre un coup double en croisant les avant-bras. Taux de critiques élevé.",
  "twister": "Déclenche un terrible ouragan sur l’ennemi. Peut aussi l’apeurer.",
  "raindance": "Invoque de fortes pluies qui durent cinq tours, augmentant la puissance des capacités de type Eau et baissant celle des capacités de type Feu.",
  "sunnyday": "Fait briller le soleil pendant cinq tours, augmentant la puissance des capacités de type Feu et baissant celle des capacités de type Eau.",
  "crunch": "Le lanceur mord l’ennemi de ses crocs pointus. Peut aussi baisser sa Défense.",
  "mirrorcoat": "Une riposte qui contre n’importe quelle capacité spéciale en infligeant le double des dégâts subis.",
  "psychup": "Une autohypnose qui permet au lanceur de copier les changements de stats de la cible.",
  "extremespeed": "Le lanceur charge à une vitesse renversante. Frappe en priorité.",
  "ancientpower": "Une attaque préhistorique qui peut augmenter toutes les stats du lanceur d’un seul coup.",
  "shadowball": "Projette une grande ombre sur l’ennemi. Peut aussi faire baisser sa Défense Spéciale.",
  "futuresight": "De l’énergie psychique vient frapper l’ennemi deux tours après l’utilisation de cette capacité.",
  "rocksmash": "Porte un coup de poing à l’ennemi qui peut baisser sa Défense.",
  "whirlpool": "Piège l’ennemi dans une trombe d’eau pendant quatre à cinq tours.",
  "beatup": "Le lanceur appelle tous les Pokémon de son équipe à attaquer. Plus ils sont nombreux, plus il y a d’attaques.",
  "fakeout": "Permet de frapper en priorité et apeure l’ennemi. Ne fonctionne qu’au premier tour.",
  "uproar": "Le lanceur attaque en rugissant durant trois tours. Pendant ce temps, aucun Pokémon ne peut s’endormir.",
  "stockpile": "Le lanceur accumule de la puissance et augmente sa Défense et sa Défense Spéciale. Peut être utilisée trois fois.",
  "spitup": "Libère dans une attaque la puissance précédemment accumulée avec Stockage.",
  "swallow": "Le lanceur absorbe la puissance accumulée avec Stockage pour restaurer ses PV.",
  "heatwave": "Le lanceur provoque une vague de chaleur. Peut aussi brûler l’ennemi.",
  "hail": "Invoque une tempête de grêle qui dure cinq tours. Blesse tous les Pokémon, sauf ceux de type Glace.",
  "torment": "Le lanceur irrite l’ennemi pour l’empêcher d’utiliser la même capacité deux fois de suite.",
  "flatter": "Rend la cible confuse, mais augmente son Attaque Spéciale.",
  "willowisp": "Lance un bouquet de flammes maléfiques à l’ennemi pour lui infliger une brûlure.",
  "memento": "Le lanceur est mis K.O., mais l’Attaque et l’Attaque Spéciale de l’ennemi baissent beaucoup.",
  "facade": "Une attaque dont la puissance double lorsque le lanceur est empoisonné, paralysé ou brûlé.",
  "focuspunch": "Le lanceur se concentre avant d’attaquer. Échoue s’il est touché avant d’avoir frappé.",
  "smellingsalts": "Cette attaque est doublement efficace sur les Pokémon paralysés, mais elle soigne leur paralysie.",
  "followme": "Attire l’attention des ennemis pour les forcer à n’attaquer que le lanceur.",
  "naturepower": "Une attaque qui tire sa force de la nature. Son type varie selon le terrain.",
  "charge": "Le lanceur concentre sa puissance pour sa prochaine attaque Électrik. Augmente sa Défense Spéciale.",
  "taunt": "Provoque l’ennemi. L’oblige à n’utiliser que des attaques pendant trois tours.",
  "helpinghand": "Une capacité qui augmente la puissance d’attaque d’un allié.",
  "trick": "Le lanceur prend la cible au dépourvu et l’oblige à échanger son objet contre le sien.",
  "roleplay": "Imite la cible et copie son talent.",
  "wish": "Un vœu qui permet au lanceur ou au Pokémon entrant sur le terrain au tour suivant de récupérer la moitié des PV max du lanceur.",
  "assist": "Le lanceur se dépêche d’utiliser une capacité au hasard parmi celles des Pokémon de l’équipe.",
  "ingrain": "Le lanceur plante ses racines et récupère des PV à chaque tour. Une fois enraciné, il ne peut plus fuir.",
  "superpower": "Une attaque puissante, mais qui baisse l’Attaque et la Défense du lanceur.",
  "magiccoat": "Une barrière qui renvoie les capacités comme Vampigraine et celles affectant le statut et les stats.",
  "recycle": "Recycle un objet tenu à usage unique déjà utilisé lors du combat pour pouvoir l’utiliser à nouveau.",
  "revenge": "Une attaque deux fois plus puissante si le lanceur a été blessé par l’ennemi durant ce tour.",
  "brickbreak": "Le lanceur attaque avec le tranchant de la main. Permet aussi de briser les barrières comme Mur Lumière et Protection.",
  "yawn": "Fait bâiller l’ennemi qui s’endort au tour suivant.",
  "knockoff": "Fait plus de dégâts aux cibles qui tiennent un objet. De plus, fait tomber cet objet et empêche la cible de l’utiliser jusqu’à la fin du combat.",
  "endeavor": "Une attaque qui réduit les PV de l’ennemi au niveau des PV du lanceur.",
  "eruption": "Le lanceur laisse exploser sa colère. Plus ses PV sont bas, moins l’attaque est puissante.",
  "skillswap": "Le lanceur utilise ses pouvoirs psychiques pour échanger son talent avec la cible.",
  "imprison": "Si l’ennemi et le lanceur ont des capacités en commun, l’ennemi ne pourra pas les utiliser.",
  "refresh": "Le lanceur se repose pour guérir d’un empoisonnement, d’une brûlure ou d’une paralysie.",
  "grudge": "Si le lanceur est mis K.O., sa rancune épuise les PP de la capacité utilisée par l’ennemi pour le mettre K.O.",
  "snatch": "Lorsqu’une capacité de soin ou de changement de stats est utilisée, le lanceur vole ses effets.",
  "secretpower": "Les effets de cette attaque varient en fonction de l’environnement.",
  "dive": "Le lanceur plonge sous l’eau au premier tour et frappe au second.",
  "armthrust": "Un déluge de coups adressés avec la paume qui frappe de deux à cinq fois d’affilée.",
  "camouflage": "Modifie le type du lanceur en fonction du terrain, comme une berge, une grotte, l’herbe, etc.",
  "tailglow": "Le lanceur regarde un flash lumineux fixement. Augmente énormément son Attaque Spéciale.",
  "lusterpurge": "Le lanceur libère un éclair lumineux. Peut aussi baisser la Défense Spéciale de l’ennemi.",
  "mistball": "Une bulle de brume inflige des dégâts à l’ennemi. Peut aussi réduire son Attaque Spéciale.",
  "featherdance": "Une montagne de plumes ensevelit l’ennemi et réduit beaucoup son Attaque.",
  "teeterdance": "Danse qui rend confus tous les Pokémon autour du lanceur.",
  "blazekick": "Le lanceur envoie un coup de pied au taux de critiques élevé. Peut aussi brûler la cible.",
  "mudsport": "Asperge les alentours de boue. Affaiblit les capacités Électrik pendant cinq tours.",
  "iceball": "Frappe l’ennemi pendant cinq tours. L’attaque gagne en puissance à chaque coup.",
  "needlearm": "Le lanceur attaque en fouettant l’ennemi de ses bras épineux. Peut aussi l’apeurer.",
  "slackoff": "Le lanceur se tourne les pouces et récupère jusqu’à la moitié de ses PV max.",
  "hypervoice": "Le lanceur pousse un cri dont l’écho terrifiant a le pouvoir d’infliger des dégâts à l’ennemi.",
  "poisonfang": "Le lanceur mord l’ennemi de ses crocs toxiques. Peut aussi l’empoisonner gravement.",
  "crushclaw": "Lacère l’ennemi avec des griffes solides et aiguisées. Peut aussi baisser sa Défense.",
  "blastburn": "Une explosion ardente souffle l’adversaire. Le lanceur doit se reposer au tour suivant.",
  "hydrocannon": "Une trombe d’eau heurte l’ennemi. Le lanceur doit se reposer au tour suivant.",
  "meteormash": "Un coup de poing lancé à la vitesse d’un météore. Peut aussi augmenter l’Attaque du lanceur.",
  "astonish": "Le lanceur attaque l’ennemi en poussant un cri terrifiant. Peut aussi l’apeurer.",
  "weatherball": "Une attaque dont la puissance et le type varient en fonction du temps qu’il fait.",
  "aromatherapy": "Le lanceur libère un parfum apaisant qui guérit toutes les altérations de statut de l’équipe.",
  "faketears": "Le lanceur fait semblant de pleurer pour troubler l’ennemi et beaucoup baisser sa Défense Spéciale.",
  "aircutter": "Le lanceur appelle des vents tranchants qui lacèrent l’ennemi. Taux de critiques élevé.",
  "overheat": "Attaque l’ennemi à pleine puissance. Le contrecoup baisse beaucoup l’Attaque Spéciale du lanceur.",
  "odorsleuth": "Permet de toucher un Pokémon Spectre avec n’importe quelle capacité ou de toucher un ennemi insaisissable.",
  "rocktomb": "Des rochers frappent l’ennemi. Réduit aussi sa Vitesse.",
  "silverwind": "Un vent se lève et projette des écailles poudreuses sur l’ennemi. Peut aussi monter toutes les stats du lanceur.",
  "metalsound": "Un cri horrible tel un crissement métallique qui réduit beaucoup la Défense Spéciale de l’ennemi.",
  "grasswhistle": "Le lanceur joue une douce mélodie qui plonge l’ennemi dans un profond sommeil.",
  "tickle": "Le lanceur chatouille l’ennemi, ce qui baisse son Attaque et sa Défense.",
  "cosmicpower": "Le lanceur absorbe un pouvoir mystique spatial qui augmente sa Défense et sa Défense Spéciale.",
  "waterspout": "Le lanceur attaque avec un jet d’eau. Moins il a de PV et moins l’attaque est puissante.",
  "signalbeam": "Le lanceur projette un rayon de lumière sinistre. Peut aussi rendre l’ennemi confus.",
  "shadowpunch": "Le lanceur surgit des ombres et donne un coup de poing. N’échoue jamais.",
  "extrasensory": "Le lanceur attaque avec un pouvoir étrange et invisible. Peut aussi apeurer l’ennemi.",
  "skyuppercut": "Le lanceur attaque avec un uppercut. Il envoie son poing vers le ciel de toutes ses forces.",
  "sandtomb": "Le lanceur emprisonne l’ennemi dans une tempête de sable terrifiante qui dure de quatre à cinq tours.",
  "sheercold": "Une vague de froid glacial frappe l’ennemi pour le mettre K.O. en un coup. A peu de chances de réussir si le lanceur ne possède pas le type Glace.",
  "muddywater": "Le lanceur attaque en projetant de l’eau boueuse. Peut aussi réduire la Précision de l’ennemi.",
  "bulletseed": "Le lanceur mitraille l’ennemi avec une rafale de graines. De deux à cinq rafales sont lancées à la suite.",
  "aerialace": "Le lanceur prend l’ennemi de vitesse et le lacère. N’échoue jamais.",
  "iciclespear": "Le lanceur jette des pics de glace sur l’ennemi, de deux à cinq fois de suite.",
  "irondefense": "L’épiderme du lanceur devient dur comme du fer, ce qui augmente beaucoup sa Défense.",
  "block": "Le lanceur bloque la route de l’ennemi pour empêcher sa fuite.",
  "howl": "Le lanceur grogne pour se rassurer, ce qui augmente son Attaque et celle de ses alliés.",
  "dragonclaw": "Le lanceur lacère l’ennemi de ses grandes griffes aiguisées.",
  "frenzyplant": "Un violent coup de racines s’abat sur l’ennemi. Immobilise le lanceur au tour suivant.",
  "bulkup": "Le lanceur tend ses muscles pour se gonfler, ce qui booste son Attaque et sa Défense.",
  "bounce": "Le lanceur bondit très haut et plonge sur l’ennemi au second tour. Peut aussi le paralyser.",
  "mudshot": "Le lanceur attaque en projetant de la boue sur l’ennemi. Réduit aussi la Vitesse de la cible.",
  "poisontail": "Attaque à taux de critiques élevé. Peut aussi empoisonner l’ennemi.",
  "covet": "Le lanceur s’approche de la cible avec un air angélique afin de dérober l’objet qu’elle tient.",
  "volttackle": "Le lanceur électrifie son corps avant de charger. Le choc blesse aussi gravement le lanceur et peut paralyser l’ennemi.",
  "magicalleaf": "Le lanceur disperse d’étranges feuilles qui poursuivent l’ennemi. N’échoue jamais.",
  "watersport": "Asperge d’eau les alentours. Affaiblit les capacités de type Feu pendant cinq tours.",
  "calmmind": "Le lanceur se concentre et fait le vide dans son esprit pour augmenter son Attaque Spéciale et sa Défense Spéciale.",
  "leafblade": "Une feuille coupante comme une lame entaille l’ennemi. Taux de critiques élevé.",
  "dragondance": "Une danse mystique dont le rythme effréné augmente l’Attaque et la Vitesse du lanceur.",
  "rockblast": "Le lanceur projette un rocher sur l’ennemi de deux à cinq fois d’affilée.",
  "shockwave": "Le lanceur envoie un choc électrique rapide à l’ennemi. Impossible à esquiver.",
  "waterpulse": "Le lanceur envoie un puissant jet d’eau sur l’ennemi. Peut le rendre confus.",
  "doomdesire": "Le lanceur génère une sphère lumineuse qu’il projette sur l’ennemi deux tours plus tard.",
  "psychoboost": "Attaque l’ennemi à pleine puissance. Le contrecoup baisse beaucoup l’Attaque Spéciale du lanceur.",
  "roost": "Le lanceur atterrit et se repose. Restaure jusqu’à la moitié de ses PV max.",
  "gravity": "Pendant cinq tours, les Pokémon Vol ou qui ont Lévitation deviennent sensibles aux capacités Sol, et les capacités volantes deviennent inutilisables.",
  "miracleeye": "Permet de toucher un Pokémon Ténèbres avec les capacités de type Psy ou de toucher un ennemi ayant beaucoup d’esquive.",
  "wakeupslap": "Cette attaque inflige d’importants dégâts à un Pokémon endormi, mais elle le réveille également.",
  "hammerarm": "Le lanceur donne un puissant coup de poing à l’ennemi. Réduit la Vitesse du lanceur.",
  "gyroball": "Le lanceur effectue une rotation et frappe l’ennemi. Plus la Vitesse du lanceur est basse, plus il inflige de dégâts.",
  "healingwish": "Le lanceur tombe K.O. pour soigner les PV et le statut du Pokémon qui passe après lui.",
  "brine": "Cette attaque est deux fois plus puissante lorsque l’ennemi a moins de la moitié de ses PV.",
  "naturalgift": "Avant d’attaquer, le lanceur rassemble ses forces grâce à sa Baie. Elle détermine le type et la puissance de l’attaque.",
  "feint": "Une attaque capable de toucher un ennemi qui utilise une capacité comme Détection ou Abri. Annule l’effet de ces capacités.",
  "pluck": "Le lanceur picore la cible. Si cette dernière tient une Baie, le lanceur la mange et profite de ses effets.",
  "tailwind": "Génère une rafale de vent qui augmente la Vitesse des Pokémon de l’équipe pendant quatre tours.",
  "acupressure": "Le lanceur utilise sa connaissance des points de pression pour beaucoup augmenter une stat.",
  "metalburst": "Le lanceur attaque le dernier ennemi l’ayant blessé durant le même tour en frappant plus fort.",
  "uturn": "Après son attaque, le lanceur revient à toute vitesse et change de place avec un Pokémon de l’équipe prêt au combat.",
  "closecombat": "Le lanceur combat au corps à corps sans se protéger. Baisse aussi sa Défense et sa Défense Spéciale.",
  "payback": "Le lanceur charge son énergie, puis attaque. La puissance est doublée si le lanceur agit après l’ennemi.",
  "assurance": "Cette attaque est deux fois plus efficace si l’ennemi a déjà été blessé durant ce tour.",
  "embargo": "Empêche la cible d’utiliser un objet tenu et son Dresseur d’utiliser un objet sur lui pendant cinq tours.",
  "fling": "Le lanceur envoie l’objet qu’il tient sur l’ennemi. La puissance et les effets dépendent de l’objet.",
  "psychoshift": "Le lanceur transfère ses problèmes de statut à l’ennemi grâce à son pouvoir de suggestion.",
  "trumpcard": "Moins cette capacité possède de PP, plus elle est puissante.",
  "healblock": "Le lanceur empêche l’ennemi de récupérer des PV à l’aide de capacités, talents ou objets tenus, pendant cinq tours.",
  "wringout": "Le lanceur essore l’ennemi. Plus l’ennemi a de PV, plus cette attaque est puissante.",
  "powertrick": "Le lanceur utilise ses pouvoirs psychiques pour échanger sa Défense et son Attaque.",
  "gastroacid": "Le lanceur répand ses sucs digestifs sur l’ennemi. Le fluide neutralise le talent de l’ennemi.",
  "luckychant": "Le lanceur envoie une incantation vers le ciel et protège l’équipe des coups critiques pendant cinq tours.",
  "mefirst": "Le lanceur vole la capacité prévue par l’ennemi et l’utilise en faisant plus de dégâts. Il doit frapper en premier.",
  "copycat": "Le lanceur imite la dernière capacité employée. Échoue si aucune capacité n’a été utilisée.",
  "powerswap": "Pouvoir qui échange les modifications de l’Attaque Spéciale et de l’Attaque du lanceur avec la cible.",
  "guardswap": "Pouvoir qui échange les modifications de la Défense Spéciale et de la Défense avec la cible.",
  "punishment": "Plus l’ennemi a utilisé d’augmentations de stats et plus cette capacité est puissante.",
  "lastresort": "Cette capacité ne peut être utilisée qu’après que le lanceur a utilisé toutes les autres.",
  "worryseed": "Plante sur la cible une graine qui la rend soucieuse et remplace son talent par Insomnia, l’empêchant ainsi de dormir.",
  "suckerpunch": "Permet au lanceur de frapper en priorité. Échoue si l’ennemi ne prépare pas une attaque.",
  "toxicspikes": "Lance des pics autour de l’ennemi. Ils empoisonnent les ennemis qui entrent au combat.",
  "heartswap": "Le lanceur utilise un pouvoir psychique pour échanger ses changements de stats avec la cible.",
  "aquaring": "Un voile d’eau recouvre le lanceur et régénère ses PV à chaque tour.",
  "magnetrise": "Le lanceur utilise l’électricité pour générer un champ magnétique et léviter durant cinq tours.",
  "flareblitz": "Le lanceur s’embrase avant de charger l’ennemi. Le choc blesse aussi gravement le lanceur. Peut brûler l’ennemi.",
  "forcepalm": "Une onde de choc frappe l’ennemi. Peut aussi paralyser la cible.",
  "aurasphere": "Le lanceur dégage une aura et projette de l’énergie. N’échoue jamais.",
  "rockpolish": "Le lanceur polit son corps pour diminuer sa résistance au vent. Augmente beaucoup la Vitesse.",
  "poisonjab": "Attaque l’ennemi avec un tentacule, un bras, ou un autre membre plein de poison. Peut aussi l’empoisonner.",
  "darkpulse": "Le lanceur dégage une horrible aura chargée de pensées maléfiques. Peut aussi apeurer l’ennemi.",
  "nightslash": "Le lanceur lacère l’ennemi à la première occasion. Taux de critiques élevé.",
  "aquatail": "Le lanceur attaque en balançant sa queue comme une lame de fond en pleine tempête.",
  "seedbomb": "Le lanceur fait pleuvoir un déluge de graines explosives sur l’ennemi.",
  "airslash": "Le lanceur attaque avec une lame d’air qui fend tout. Peut aussi apeurer l’ennemi.",
  "xscissor": "Le lanceur taillade l’ennemi en utilisant ses faux ou ses griffes comme une paire de ciseaux.",
  "bugbuzz": "Le lanceur fait vibrer son corps pour lancer une vague sonique. Peut aussi baisser la Défense Spéciale de l’ennemi.",
  "dragonpulse": "Le lanceur ouvre la bouche pour envoyer une onde de choc qui frappe l’ennemi.",
  "dragonrush": "Le lanceur frappe l’ennemi en prenant un air menaçant. Peut aussi l’apeurer.",
  "powergem": "Le lanceur attaque avec un rayon de lumière qui scintille comme s’il était composé de gemmes.",
  "drainpunch": "Un coup de poing qui draine l’énergie. Convertit la moitié des dégâts infligés en PV pour le lanceur.",
  "vacuumwave": "Le lanceur agite son poing pour projeter une onde de vide. Frappe en priorité.",
  "focusblast": "Le lanceur rassemble ses forces et laisse éclater son pouvoir. Peut aussi baisser la Défense Spéciale de l’ennemi.",
  "energyball": "Utilise les pouvoirs de la nature pour attaquer l’ennemi. Peut aussi baisser sa Défense Spéciale.",
  "bravebird": "Le lanceur replie ses ailes et charge en rase-mottes. Blesse gravement le lanceur.",
  "earthpower": "De terribles séismes secouent l’ennemi. Peut aussi baisser sa Défense Spéciale.",
  "switcheroo": "Le lanceur échange son objet avec celui de la cible à une vitesse que l’œil a du mal à suivre.",
  "gigaimpact": "Le lanceur charge l’ennemi de toute sa puissance et doit ensuite se reposer au tour suivant.",
  "nastyplot": "Stimule l’esprit par de mauvaises pensées. Augmente beaucoup l’Attaque Spéciale du lanceur.",
  "bulletpunch": "Le lanceur envoie des coups de poing aussi rapides que des balles de revolver. Frappe en priorité.",
  "avalanche": "Une attaque deux fois plus puissante si le lanceur a été blessé par l’ennemi durant le tour.",
  "iceshard": "Le lanceur crée des éclats de glace qu’il envoie sur l’ennemi. Frappe en priorité.",
  "shadowclaw": "Attaque avec une griffe puissante faite d’ombres. Taux de critiques élevé.",
  "thunderfang": "Le lanceur utilise une morsure électrifiée. Peut aussi paralyser ou apeurer l’ennemi.",
  "icefang": "Le lanceur utilise une morsure glaciale. Peut aussi geler ou apeurer l’ennemi.",
  "firefang": "Le lanceur utilise une morsure enflammée. Peut aussi brûler ou apeurer l’ennemi.",
  "shadowsneak": "Le lanceur étend son ombre pour frapper par-derrière. Frappe en priorité.",
  "mudbomb": "Le lanceur attaque à l’aide d’une boule de boue solidifiée. Peut aussi baisser la Précision de l’ennemi.",
  "psychocut": "Le lanceur entaille l’ennemi grâce à des lames faites d’énergie psychique. Taux de critiques élevé.",
  "zenheadbutt": "Le lanceur concentre sa volonté et donne un coup de tête. Peut aussi apeurer l’ennemi.",
  "mirrorshot": "Le corps poli du lanceur libère un éclair d’énergie. Peut aussi baisser la Précision de l’ennemi.",
  "flashcannon": "Le lanceur concentre son énergie lumineuse et la fait exploser. Peut aussi baisser la Défense Spéciale de l’ennemi.",
  "rockclimb": "Le lanceur se jette violemment sur l’ennemi. Peut aussi le rendre confus.",
  "defog": "Un grand coup de vent qui disperse la Protection ou le Mur Lumière de l’ennemi. Diminue aussi son Esquive.",
  "trickroom": "Le lanceur crée une zone mystérieuse où les Pokémon les plus lents frappent en priorité pendant cinq tours.",
  "dracometeor": "Le lanceur invoque des comètes. Le contrecoup réduit beaucoup son Attaque Spéciale.",
  "discharge": "Un flamboiement d’électricité frappe tous les Pokémon autour du lanceur. Peut aussi les paralyser.",
  "lavaplume": "Des boules de feu s’abattent sur tous les Pokémon autour du lanceur. Peut aussi les brûler.",
  "leafstorm": "Invoque une tempête de feuilles acérées. Le contrecoup réduit beaucoup l’Attaque Spéciale du lanceur.",
  "powerwhip": "Le lanceur fait virevolter violemment ses lianes ou ses tentacules pour fouetter l’ennemi.",
  "rockwrecker": "Le lanceur attaque en projetant un gros rocher sur l’ennemi. Il doit se reposer au tour suivant.",
  "crosspoison": "Un coup tranchant qui peut empoisonner l’ennemi. Taux de critiques élevé.",
  "gunkshot": "Le lanceur envoie des détritus sur l’ennemi. Peut aussi l’empoisonner.",
  "ironhead": "Le lanceur heurte l’ennemi avec sa tête dure comme de l’acier. Peut aussi l’apeurer.",
  "magnetbomb": "Le lanceur projette des bombes d’acier qui collent à l’ennemi. N’échoue jamais.",
  "stoneedge": "Fait surgir des pierres aiguisées sous l’ennemi. Taux de critiques élevé.",
  "captivate": "Si l’ennemi est de sexe opposé au lanceur, il est séduit et son Attaque Spéciale baisse beaucoup.",
  "stealthrock": "Lance des pierres flottantes autour de l’ennemi, qui blessent tout adversaire entrant au combat.",
  "grassknot": "L’ennemi est piégé dans de l’herbe qui le fait trébucher. Plus il est lourd, plus il subit de dégâts.",
  "chatter": "Attaque avec les ondes sonores assourdissantes qu’il émet en bavardant. Rend l’ennemi confus.",
  "judgment": "Le lanceur libère une myriade de rayons de lumière. Le type varie selon la Plaque que tient le lanceur.",
  "bugbite": "Le lanceur pique l’ennemi. Si ce dernier tient une Baie, le lanceur la dévore et obtient son effet.",
  "chargebeam": "Le lanceur tire un rayon chargé d’électricité. Peut aussi augmenter son Attaque Spéciale.",
  "woodhammer": "Le lanceur heurte l’ennemi de son corps robuste. Blesse aussi gravement le lanceur.",
  "aquajet": "Le lanceur fonce sur l’ennemi si rapidement qu’on parvient à peine à le discerner. Frappe en priorité.",
  "attackorder": "Le lanceur appelle ses sous-fifres pour frapper l’ennemi. Taux de critiques élevé.",
  "defendorder": "Le lanceur appelle ses sous-fifres pour former un bouclier qui augmente sa Défense et sa Défense Spéciale.",
  "healorder": "Le lanceur appelle ses sous-fifres pour le soigner. Il récupère jusqu’à la moitié de ses PV max.",
  "headsmash": "Le lanceur assène un coup de tête désespéré. Blesse aussi gravement le lanceur.",
  "doublehit": "Le lanceur frappe l’ennemi deux fois d’affilée à l’aide de sa queue, de lianes ou d’un autre membre.",
  "roaroftime": "Le lanceur frappe si fort qu’il affecte le cours du temps. Il se repose au tour suivant.",
  "spacialrend": "Le lanceur déchire l’ennemi et l’espace autour de lui. Taux de critiques élevé.",
  "lunardance": "Le lanceur tombe K.O. pour soigner le statut et les PV du Pokémon qui prendra sa place au combat.",
  "crushgrip": "Une force puissante écrase l’ennemi. Plus il lui reste de PV et plus l’attaque est puissante.",
  "magmastorm": "L’ennemi est pris dans un tourbillon de feu qui dure de quatre à cinq tours.",
  "darkvoid": "L’ennemi est plongé dans les ténèbres. Il tombe dans un profond sommeil.",
  "seedflare": "Le corps du lanceur émet une onde de choc. Peut aussi beaucoup baisser la Défense Spéciale de la cible.",
  "ominouswind": "Le lanceur crée une violente bourrasque. Peut aussi augmenter toutes ses stats.",
  "shadowforce": "Le lanceur disparaît et frappe l’ennemi au second tour. Fonctionne même si l’ennemi se protège.",
  "honeclaws": "Le lanceur s’aiguise les griffes. Augmente l’Attaque et la Précision.",
  "wideguard": "Annule les attaques visant toute l’équipe pendant un tour.",
  "guardsplit": "Additionne la Défense et la Défense Spéciale du lanceur et de sa cible et les redistribue équitablement entre les deux.",
  "powersplit": "Additionne l’Attaque Spéciale et l’Attaque du lanceur et de sa cible et les redistribue équitablement entre les deux.",
  "wonderroom": "Le lanceur crée une zone mystérieuse où la Défense et la Défense Spéciale de tous les Pokémon sont inversées pendant cinq tours.",
  "psyshock": "Le lanceur matérialise des ondes mystérieuses qu’il projette sur l’ennemi. Inflige des dégâts physiques.",
  "venoshock": "Le lanceur inocule un poison spécial à l’ennemi. L’effet est doublé si l’ennemi est déjà empoisonné.",
  "autotomize": "Le lanceur se débarrasse des parties inutiles de son corps. Son poids diminue et sa Vitesse augmente beaucoup.",
  "ragepowder": "Le lanceur s’asperge d’une poudre irritante pour attirer l’attention. Il attire toutes les attaques ennemies.",
  "telekinesis": "Un pouvoir qui fait flotter l’ennemi dans les airs. Pendant trois tours, il devient plus facile à atteindre.",
  "magicroom": "Le lanceur crée une zone mystérieuse où les objets tenus par tous les Pokémon n’ont plus aucun effet pendant cinq tours.",
  "smackdown": "Le lanceur jette toutes sortes de projectiles à un ennemi. Si ce dernier vole, il tombe au sol.",
  "stormthrow": "Un coup très puissant dont l’effet est toujours critique.",
  "flameburst": "Quand l’attaque atteint sa cible, elle projette des flammes qui touchent tout ennemi situé à côté.",
  "sludgewave": "Une vague de détritus attaque tous les Pokémon autour du lanceur. Peut aussi empoisonner.",
  "quiverdance": "Une danse mystique dont le rythme parfait augmente l’Attaque Spéciale, la Défense Spéciale et la Vitesse du lanceur.",
  "heavyslam": "Le lanceur se jette sur l’ennemi de tout son poids. S’il est plus lourd que l’ennemi, l’effet augmente en conséquence.",
  "synchronoise": "Des ondes mystérieuses blessent tous les Pokémon alentour qui sont du même type que le lanceur.",
  "electroball": "Le lanceur envoie une boule d’électricité. Si sa Vitesse est plus grande que celle de l’ennemi, les dégâts augmentent d’autant.",
  "soak": "Le lanceur projette beaucoup d’eau sur sa cible, qui devient de type Eau.",
  "flamecharge": "Le lanceur s’entoure de flammes pour attaquer l’ennemi. Il se concentre et sa Vitesse augmente.",
  "coil": "Le lanceur s’enroule sur lui-même et se concentre. Son Attaque, sa Défense et sa Précision augmentent.",
  "lowsweep": "Un coup rapide qui affecte la mobilité de l’ennemi et diminue sa Vitesse.",
  "acidspray": "Projette un liquide acide qui fait fondre l’ennemi. Sa Défense Spéciale diminue beaucoup.",
  "foulplay": "Le lanceur utilise la force de l’ennemi. Plus l’Attaque de l’ennemi est élevée, plus le lanceur inflige de dégâts.",
  "simplebeam": "Le lanceur envoie des ondes mystérieuses à l’ennemi. Son talent devient Simple.",
  "entrainment": "Le lanceur danse sur un rythme étrange. Il force sa cible à l’imiter, ce qui lui fait adopter son talent.",
  "afteryou": "S’il est le premier à agir, le lanceur permet à sa cible d’utiliser une capacité juste après lui.",
  "round": "Le lanceur attaque l’ennemi en chantant. Si plusieurs Pokémon déclenchent cette attaque à la suite, l’effet augmente.",
  "echoedvoice": "Un cri retentissant blesse l’ennemi. Si le lanceur ou d’autres Pokémon l’utilisent à chaque tour, l’effet augmente.",
  "chipaway": "Une attaque puissante quand l’ennemi baisse sa garde. Inflige des dégâts sans tenir compte des changements de stats.",
  "clearsmog": "Le lanceur jette un tas de détritus spéciaux sur la cible. Les changements de stats de la cible sont annulés.",
  "storedpower": "Le lanceur attaque l’ennemi avec une force accumulée. Plus les stats du lanceur sont augmentées, plus le coup est efficace.",
  "quickguard": "Le lanceur et son équipe sont protégés contre les attaques prioritaires.",
  "allyswitch": "Le lanceur se téléporte à l’aide d’un pouvoir mystérieux. Il échange sa place avec celle d’un allié sur le terrain.",
  "scald": "L’ennemi est attaqué par un jet d’eau bouillante. Peut aussi le brûler.",
  "shellsmash": "Le lanceur brise sa coquille. Il baisse sa Défense et sa Défense Spéciale, mais augmente beaucoup son Attaque, son Attaque Spéciale et sa Vitesse.",
  "healpulse": "Une aura de bien-être fait récupérer la moitié de ses PV max à la cible.",
  "hex": "Attaque acharnée qui cause davantage de dégâts à l’ennemi s’il a un problème de statut.",
  "skydrop": "Le lanceur emmène l’ennemi dans les airs au premier tour et le lâche dans le vide au second. L’ennemi saisi ne peut pas attaquer.",
  "shiftgear": "Le lanceur fait tourner ses engrenages. Cela augmente son Attaque et augmente beaucoup sa Vitesse.",
  "circlethrow": "Projette le Pokémon ennemi et le remplace par un autre. Lors d’un combat contre un Pokémon sauvage seul, met fin au combat.",
  "incinerate": "Des flammes calcinent l’ennemi. S’il tient un objet, une Baie par exemple, celui-ci est brûlé et devient inutilisable.",
  "quash": "Retient la cible de force, l’obligeant à agir en dernier.",
  "acrobatics": "Attaque agile. Si le lanceur ne tient pas d’objet, l’attaque inflige davantage de dégâts.",
  "reflecttype": "Le lanceur copie le type de la cible et devient du même type.",
  "retaliate": "Venge un Pokémon de l’équipe mis K.O. Si un Pokémon de l’équipe a été mis K.O. au tour d’avant, l’effet augmente.",
  "finalgambit": "Une attaque très risquée. Le lanceur perd tous ses PV restants et inflige autant de dégâts à l’ennemi.",
  "bestow": "Si la cible ne tient pas d’objet, le lanceur lui donne l’objet qu’il tient.",
  "inferno": "L’ennemi est entouré d’un torrent de flammes ardentes qui le brûlent.",
  "waterpledge": "Une masse d’eau s’abat sur l’ennemi. En l’utilisant avec Aire de Feu, l’effet augmente et un arc-en-ciel apparaît.",
  "firepledge": "Une masse de feu s’abat sur l’ennemi. En l’utilisant avec Aire d’Herbe, l’effet augmente et une mer de feu apparaît.",
  "grasspledge": "Une masse végétale s’abat sur l’ennemi. En l’utilisant avec Aire d’Eau, l’effet augmente et un marécage apparaît.",
  "voltswitch": "Après son attaque, le lanceur revient à toute vitesse et change de place avec un Pokémon de l’équipe prêt au combat.",
  "strugglebug": "Le lanceur se débat de toutes ses forces, et baisse l’Attaque Spéciale de l’ennemi.",
  "bulldoze": "Le lanceur piétine le sol et inflige des dégâts à tous les Pokémon autour de lui. Baisse aussi leur Vitesse.",
  "frostbreath": "Un souffle froid blesse l’ennemi. L’effet est toujours critique.",
  "dragontail": "Un coup puissant qui blesse la cible et l’envoie au loin. Lors d’un combat contre un Pokémon sauvage seul, met fin au combat.",
  "workup": "Le lanceur se rengorge. Augmente l’Attaque et l’Attaque Spéciale.",
  "electroweb": "Attrape l’ennemi dans un filet électrique. Baisse aussi la Vitesse de l’ennemi.",
  "wildcharge": "Une charge électrique violente qui blesse aussi légèrement le lanceur.",
  "drillrun": "Le lanceur tourne sur lui-même comme une perceuse et se jette sur l’ennemi. Taux de critiques élevé.",
  "dualchop": "Le lanceur frappe l’ennemi deux fois d’affilée avec les parties les plus robustes de son corps.",
  "heartstamp": "Déconcentre l’ennemi avec des mouvements mignons avant de le frapper violemment. Peut aussi l’apeurer.",
  "hornleech": "Un coup de corne qui draine l’énergie de l’ennemi. Convertit la moitié des dégâts infligés en PV pour le lanceur.",
  "sacredsword": "Un coup de corne violent qui lacère l’ennemi et lui inflige des dégâts quels que soient ses changements de stats.",
  "razorshell": "Un coquillage aiguisé lacère l’ennemi. Peut aussi baisser sa Défense.",
  "heatcrash": "Le lanceur projette son corps enflammé contre l’ennemi. S’il est plus lourd que l’ennemi, l’effet augmente en conséquence.",
  "leaftornado": "L’ennemi est pris dans un tourbillon de feuilles acérées. Peut aussi baisser sa Précision.",
  "steamroller": "Le lanceur se roule en boule et écrase son ennemi. Peut aussi l’apeurer.",
  "cottonguard": "Le lanceur se protège en s’emmitouflant dans du coton. Sa Défense augmente énormément.",
  "nightdaze": "Le lanceur attaque l’ennemi avec une onde de choc ténébreuse. Peut aussi baisser sa Précision.",
  "psystrike": "Le lanceur matérialise des ondes mystérieuses qu’il projette sur l’ennemi. Inflige des dégâts physiques.",
  "tailslap": "Le lanceur frappe l’ennemi de deux à cinq fois d’affilée avec sa queue robuste.",
  "hurricane": "Le lanceur déclenche une tempête de vents violents qui s’abat sur l’ennemi. Peut aussi le rendre confus.",
  "headcharge": "Le lanceur donne un coup avec sa tête couronnée d’une fière crinière. Blesse aussi légèrement le lanceur.",
  "geargrind": "Le lanceur jette deux écrous d’acier qui frappent l’ennemi deux fois d’affilée.",
  "searingshot": "Des boules de feu s’abattent sur tous les Pokémon autour du lanceur. Peut aussi les brûler.",
  "technoblast": "Le lanceur projette un rayon lumineux sur l’ennemi. Le type varie selon le Module que tient le lanceur.",
  "relicsong": "Le lanceur attaque l’ennemi en lui chantant une chanson d’un autre temps. Peut l’endormir.",
  "secretsword": "L’ennemi est lacéré par une longue corne. Son pouvoir mystérieux inflige des dégâts physiques.",
  "glaciate": "Un souffle de vent qui congèle tout sur son passage s’abat sur l’ennemi. Réduit aussi sa Vitesse.",
  "boltstrike": "Le lanceur s’enveloppe d’une charge électrique surpuissante et se jette sur l’ennemi. Peut aussi le paralyser.",
  "blueflare": "De magnifiques et redoutables flammes bleues fondent sur l’ennemi. Peut aussi le brûler.",
  "fierydance": "Le lanceur enveloppe l’ennemi de flammes. Peut aussi augmenter l’Attaque Spéciale du lanceur.",
  "freezeshock": "Projette un bloc de glace électrifié sur l’ennemi au second tour. Peut aussi le paralyser.",
  "iceburn": "Au second tour, le lanceur projette un souffle de vent glacial dévastateur sur l’ennemi. Peut aussi le brûler.",
  "snarl": "Le lanceur hurle sur l’ennemi. Baisse l’Attaque Spéciale de l’ennemi.",
  "iciclecrash": "Envoie de gros blocs de glace sur l’ennemi pour lui infliger des dégâts. Peut aussi l’apeurer.",
  "vcreate": "Le lanceur projette une flamme ardente de son front et se jette sur l’ennemi. Baisse la Défense, la Défense Spéciale et la Vitesse.",
  "fusionflare": "Projette une boule de feu gigantesque. L’effet augmente sous l’influence d’Éclair Croix.",
  "fusionbolt": "Projette un orbe électrique gigantesque. L’effet augmente sous l’influence de Flamme Croix.",
  "flyingpress": "Une attaque en piqué depuis le ciel, à la fois de type Combat et de type Vol.",
  "matblock": "Retourne un tatami pour bloquer, comme avec un bouclier, les capacités visant le lanceur ou ses alliés. N’a pas d’effet sur les attaques de statut.",
  "belch": "Le lanceur se tourne vers l’ennemi et lui éructe dessus, infligeant des dégâts. Ne fonctionne que si le lanceur consomme la Baie qu’il tient.",
  "rototiller": "Laboure le sol et le rend plus fertile. Augmente l’Attaque et l’Attaque Spéciale des Pokémon de type Plante.",
  "stickyweb": "Déploie une toile visqueuse autour de l’ennemi qui ralentit la Vitesse de tout adversaire entrant au combat.",
  "fellstinger": "Augmente énormément l’Attaque du lanceur si un ennemi est mis K.O. avec cette capacité.",
  "phantomforce": "Le lanceur disparaît au premier tour et frappe au second. Cette attaque passe outre les protections.",
  "trickortreat": "Insuffle à la cible l’esprit d’Halloween, et ajoute le type Spectre à ses types actuels.",
  "nobleroar": "Le lanceur pousse un rugissement qui intimide l’ennemi et diminue son Attaque et son Attaque Spéciale.",
  "iondeluge": "Diffuse des particules saturées d’électricité qui transforment les capacités de type Normal en capacités de type Électrik.",
  "paraboliccharge": "Inflige des dégâts à tous les Pokémon autour du lanceur. Il récupère en PV la moitié des dégâts infligés.",
  "forestscurse": "La cible est charmée par l’esprit de la forêt. Le type Plante est ajouté à ses types actuels.",
  "petalblizzard": "Déclenche une violente tempête de fleurs qui inflige des dégâts à tous les Pokémon alentour.",
  "freezedry": "Refroidit violemment l’ennemi et peut le geler. Super efficace sur les Pokémon de type Eau.",
  "disarmingvoice": "Laisse s’échapper une voix enchanteresse qui inflige des dégâts psychiques à l’ennemi. Touche à coup sûr.",
  "partingshot": "Menace l’ennemi dans une ultime tirade avant de changer de place avec un autre Pokémon. Réduit l’Attaque et l’Attaque Spéciale de l’ennemi.",
  "topsyturvy": "Inverse tous les changements de stats de la cible.",
  "drainingkiss": "Aspire la force vitale de l’ennemi par un baiser. Rend au lanceur un nombre de PV supérieur ou égal à la moitié des dégâts infligés.",
  "craftyshield": "Utilise une force mystérieuse pour protéger l’équipe des capacités de statut. Ne protège pas des autres capacités.",
  "flowershield": "Grâce à une force mystérieuse, la Défense de tous les Pokémon Plante au combat augmente.",
  "grassyterrain": "Pendant cinq tours, les Pokémon au sol récupèrent quelques PV à chaque tour et la puissance des capacités de type Plante augmente.",
  "mistyterrain": "Pendant cinq tours, les Pokémon au sol ne peuvent pas subir d’altération de statut et la puissance des capacités de type Dragon est divisée par deux.",
  "electrify": "Si le lanceur attaque avant la cible, les capacités de celle-ci seront de type Électrik jusqu’à la fin du tour.",
  "playrough": "Attaque l’ennemi avec un câlin. Peut diminuer son Attaque.",
  "fairywind": "Déchaîne un vent magique qui cingle l’ennemi.",
  "moonblast": "Attaque l’ennemi grâce au pouvoir de la lune. Peut diminuer son Attaque Spéciale.",
  "boomburst": "Attaque les Pokémon alentour grâce à une onde sonore assourdissante qui détruit tout sur son passage.",
  "fairylock": "Des chaînes entourent la zone de combat, empêchant tous les Pokémon de fuir au prochain tour.",
  "kingsshield": "Prend une posture défensive pour bloquer les dégâts. Diminue l’Attaque de tout Pokémon qui entre en contact avec le lanceur.",
  "playnice": "L’ennemi se lie d’amitié avec le lanceur et perd sa combativité, diminuant son Attaque.",
  "confide": "Dévoile des secrets à l’ennemi, qui perd alors sa concentration et voit son Attaque Spéciale diminuer.",
  "diamondstorm": "Provoque une tempête de diamants qui inflige des dégâts. Peut beaucoup augmenter la Défense du lanceur.",
  "steameruption": "Plonge l’ennemi dans une chaleur étouffante. Peut le brûler.",
  "hyperspacehole": "Crée une faille dimensionnelle pour attaquer soudainement l’ennemi de côté. Ignore même les capacités comme Abri ou Détection.",
  "watershuriken": "Attaque l’ennemi avec des shuriken de mucus. Frappe en priorité deux à cinq fois d’affilée en un tour.",
  "mysticalfire": "Attaque avec des flammes brûlantes soufflées de la bouche du lanceur. Diminue l’Attaque Spéciale de l’ennemi.",
  "spikyshield": "Protège des attaques, et diminue les PV de tout attaquant qui entre en contact avec le lanceur.",
  "aromaticmist": "Grâce à un parfum mystérieux, augmente la Défense Spéciale d’un allié.",
  "eerieimpulse": "Le corps du lanceur produit des ondes anormales qui enveloppent l’ennemi et diminuent beaucoup son Attaque Spéciale.",
  "venomdrench": "Sécrète un liquide empoisonné. Diminue l’Attaque, l’Attaque Spéciale et la Vitesse de l’ennemi empoisonné.",
  "powder": "L’ennemi est pris dans un nuage de poudre. S’il utilise une capacité de type Feu lors du même tour, le nuage explose et lui inflige des dégâts.",
  "geomancy": "Le lanceur absorbe de l’énergie au premier tour et augmente beaucoup son Attaque Spéciale, sa Défense Spéciale et sa Vitesse au second.",
  "magneticflux": "Manipule les champs magnétiques pour augmenter la Défense et la Défense Spéciale des Pokémon alliés dotés du talent Plus ou du talent Moins.",
  "happyhour": "Utilisée pendant un combat, multiplie par deux l’argent gagné à la fin.",
  "electricterrain": "Pendant cinq tours, le terrain se charge d’électricité. Les Pokémon au sol ne peuvent pas s’endormir et la puissance des capacités de type Électrik augmente.",
  "dazzlinggleam": "Libère une puissante décharge lumineuse qui inflige des dégâts à l’ennemi.",
  "celebrate": "Le Pokémon vous souhaite plein de bonnes choses pour cet évènement spécial.",
  "holdhands": "Le lanceur et un allié se prennent la main, ce qui les rend heureux.",
  "babydolleyes": "Fixe l’ennemi d’un air très attendrissant qui le touche et diminue son Attaque. Agit en priorité.",
  "nuzzle": "Le lanceur attaque en frottant ses bajoues chargées d’électricité. Paralyse l’ennemi.",
  "holdback": "Le lanceur attaque avec retenue, et laisse au moins 1 PV à l’ennemi.",
  "infestation": "Cette attaque perdure pendant quatre à cinq tours. L’ennemi ne peut pas fuir au cours de cette période.",
  "poweruppunch": "À force de frapper, les poings deviennent plus durs. Augmente l’Attaque du lanceur si l’ennemi est touché.",
  "oblivionwing": "Vole l’énergie de la cible. Rend au lanceur un nombre de PV supérieur ou égal à la moitié des dégâts infligés.",
  "thousandarrows": "Touche même les Pokémon dans les airs. Dans ce cas, la cible retombe au sol.",
  "thousandwaves": "Attaque avec des vagues glissant au sol. L’ennemi pris dedans ne peut pas s’échapper.",
  "landswrath": "Utilise la puissance du sol et la concentre sur l’ennemi pour infliger des dégâts.",
  "lightofruin": "Utilise la puissance de la fleur Éternelle pour lancer un formidable rayon d’énergie. Blesse aussi gravement le lanceur.",
  "originpulse": "D’innombrables rayons lumineux d’un bleu étincelant s’abattent sur la cible.",
  "precipiceblades": "Le Pokémon transforme la puissance de la terre et attaque la cible avec une lame acérée.",
  "dragonascent": "Le Pokémon s’abat à toute vitesse sur la cible depuis les hautes couches de l’atmosphère. Baisse la Défense et la Défense Spéciale du lanceur.",
  "hyperspacefury": "Le Pokémon utilise sa multitude de bras pour infliger une nuée de coups qui ignorent les capacités telles qu’Abri ou Détection. Baisse la Défense du lanceur.",
  "breakneckblitz": "Dummy",
  "alloutpummeling": "Dummy",
  "supersonicskystrike": "Dummy",
  "aciddownpour": "Dummy",
  "tectonicrage": "Dummy",
  "continentalcrush": "Dummy",
  "savagespinout": "Dummy",
  "neverendingnightmare": "Dummy",
  "corkscrewcrash": "Dummy",
  "infernooverdrive": "Dummy",
  "hydrovortex": "Dummy",
  "bloomdoom": "Dummy",
  "gigavolthavoc": "Dummy",
  "shatteredpsyche": "Dummy",
  "subzeroslammer": "Dummy",
  "devastatingdrake": "Dummy",
  "blackholeeclipse": "Dummy",
  "twinkletackle": "Dummy",
  "catastropika": "Pikachu utilise la Force Z pour concentrer toute son électricité avant de se jeter à toute vitesse sur l’adversaire.",
  "shoreup": "Le lanceur récupère jusqu’à la moitié de ses PV max. Durant une tempête de sable, il en récupère encore plus.",
  "firstimpression": "Une capacité très puissante, mais qui ne fonctionne qu’au premier tour.",
  "banefulbunker": "Protège le lanceur contre les attaques de l’ennemi et empoisonne ce dernier s’il utilise une attaque directe sur le lanceur.",
  "spiritshackle": "Une attaque qui coud l’ennemi à son ombre, ce qui l’empêche de s’enfuir.",
  "darkestlariat": "Le Pokémon étend les bras et frappe l’adversaire en tournant violemment. Inflige des dégâts et ignore les changements de stats de la cible.",
  "sparklingaria": "Le lanceur émet plusieurs bulles en chantant. Soigne les brûlures des Pokémon touchés par ces bulles.",
  "icehammer": "Le lanceur donne un puissant coup de poing à l’ennemi. Réduit la Vitesse du lanceur.",
  "floralhealing": "Rend la moitié de ses PV max à la cible. Plus efficace sur un Champ Herbu.",
  "highhorsepower": "Le lanceur attaque violemment en utilisant tout son poids.",
  "strengthsap": "Rend au lanceur une quantité de PV équivalente à la stat d’Attaque de la cible, puis baisse celle-ci.",
  "solarblade": "Le lanceur absorbe la lumière au premier tour et attaque au second tour en libérant cette énergie sous forme de lames.",
  "leafage": "Le lanceur attaque l’ennemi avec des feuilles.",
  "spotlight": "Met un Pokémon sous le feu des projecteurs et force tout le monde à le viser.",
  "toxicthread": "Tisse un fil imprégné de venin. Empoisonne la cible et baisse sa Vitesse.",
  "laserfocus": "Le lanceur se concentre pour être sûr de porter un coup critique au tour suivant.",
  "gearup": "Change de réglage pour augmenter l’Attaque et l’Attaque Spéciale des alliés ayant les talents Plus ou Moins.",
  "throatchop": "Inflige une douleur tellement violente à la cible qu’elle ne peut plus émettre de sons pendant deux tours.",
  "pollenpuff": "Utilisée sur l’ennemi, envoie une boule explosive qui fait des dégâts ; sur un allié, donne du bon pollen nutritif qui fait récupérer des PV.",
  "anchorshot": "Le lanceur jette son ancre sur la cible pour l’attaquer. Une fois accrochée, elle l’empêche de s’enfuir.",
  "psychicterrain": "Pendant cinq tours, les Pokémon au sol ne peuvent plus subir d’attaques prioritaires et la puissance des capacités de type Psy augmente.",
  "lunge": "Le lanceur se jette sur la cible de toutes ses forces pour lui infliger des dégâts et baisser son Attaque.",
  "firelash": "Frappe la cible avec un fouet incandescent et baisse sa Défense.",
  "powertrip": "Ivre de puissance, le lanceur attaque de toutes ses forces. Plus ses stats ont été augmentées, plus la puissance de l’attaque est élevée.",
  "burnup": "Le Pokémon se consume et les flammes de son corps infligent des dégâts élevés à la cible. Le lanceur perd le type Feu.",
  "speedswap": "Intervertit la Vitesse du lanceur et celle de la cible.",
  "smartstrike": "Le lanceur transperce la cible avec sa corne effilée. Touche toujours l’ennemi.",
  "purify": "Le lanceur soigne les altérations de statut de la cible, ce qui lui permet de regagner des PV.",
  "revelationdance": "Le lanceur attaque en dansant avec enthousiasme. Le type de la capacité est le même que celui du lanceur.",
  "coreenforcer": "La cible subit des dégâts et, si elle a déjà agi à ce tour, elle perd aussi son talent.",
  "tropkick": "Un coup de pied chaud comme les tropiques qui inflige des dégâts à la cible et baisse son Attaque.",
  "instruct": "Force la cible à lancer immédiatement la dernière capacité qu’elle a utilisée.",
  "beakblast": "Le lanceur fait chauffer son bec avant d’attaquer. S’il subit une attaque directe pendant la montée en température, l’attaquant sera brûlé.",
  "clangingscales": "Le lanceur déclenche un vacarme en frottant ses écailles les unes contre les autres pour attaquer. Baisse la Défense du lanceur.",
  "dragonhammer": "Le lanceur utilise son corps comme un véritable marteau pour écraser la cible.",
  "brutalswing": "Le lanceur pivote pour prendre de l’élan et infliger des dégâts.",
  "auroraveil": "Réduit les dégâts causés par les capacités physiques et spéciales durant cinq tours. Ne peut être utilisée que lorsqu’il grêle.",
  "sinisterarrowraid": "Archéduc utilise la Force Z pour créer un nuage de flèches qui transpercent la cible.",
  "maliciousmoonsault": "Félinferno utilise la Force Z pour gonfler ses muscles et écraser la cible de toutes ses forces.",
  "oceanicoperetta": "Oratoria utilise la Force Z pour rassembler une grande quantité d’eau et la projeter sur la cible à pleine puissance.",
  "guardianofalola": "Le Pokémon Tutélaire utilise la Force Z et déchaîne toute la puissance d’Alola sur sa cible. Inflige des dégâts en fonction des PV restants de celle-ci.",
  "soulstealingstarstrike": "Marshadow concentre toute la Force Z dans ses poings et ses pieds pour infliger un déluge de coups à la cible.",
  "stokedsparksurfer": "Le Raichu de la région d’Alola utilise la Force Z pour frapper la cible et la paralyser.",
  "pulverizingpancake": "Ronflex utilise la Force Z pour montrer ce qu’il a dans le ventre et écraser la cible de tout son poids.",
  "extremeevoboost": "Évoli utilise la Force Z pour emprunter la puissance de tous ses amis évolués et beaucoup augmenter toutes ses stats.",
  "genesissupernova": "Mew utilise la Force Z pour attaquer la cible. Le terrain devient un Champ Psychique.",
  "shelltrap": "Pose une carapace piégée. Si l’adversaire utilise une capacité physique, la carapace explose et lui inflige des dégâts.",
  "fleurcannon": "Envoie un rayon laser dévastateur. Baisse beaucoup l’Attaque Spéciale du lanceur.",
  "psychicfangs": "Le lanceur mord la cible avec ses pouvoirs psychiques. Brise aussi les barrières comme Mur Lumière et Protection.",
  "stompingtantrum": "Le lanceur attaque en utilisant sa frustration. S’il a utilisé une capacité qui a échoué au tour précédent, la puissance de Trépignement est doublée.",
  "shadowbone": "Le lanceur frappe avec un os possédé par l’âme d’un défunt. Peut aussi baisser la Défense de la cible.",
  "accelerock": "Le lanceur charge l’ennemi à toute vitesse. Frappe en priorité.",
  "liquidation": "Le lanceur utilise la force de l’eau pour attaquer. Peut aussi baisser la Défense de la cible.",
  "prismaticlaser": "Le lanceur utilise la puissance d’un prisme pour envoyer un laser destructeur, mais il doit se reposer au tour suivant.",
  "spectralthief": "Le lanceur plonge dans l’ombre de la cible, vole ses augmentations de stats et l’attaque.",
  "sunsteelstrike": "Le lanceur fonce sur la cible à la vitesse d’une météorite. Ignore le talent de l’ennemi.",
  "moongeistbeam": "Le lanceur attaque avec un rayon de lumière mystérieux. Ignore le talent de la cible.",
  "tearfullook": "Le lanceur jette un regard plein de larmes à la cible. Celle-ci perd toute velléité de combat et voit son Attaque et son Attaque Spéciale baisser.",
  "zingzap": "Le lanceur fonce sur la cible et lui envoie un puissant choc électrique. Peut aussi l’effrayer.",
  "naturesmadness": "Le lanceur déchaîne toute la colère de la nature pour baisser les PV de la cible de moitié.",
  "multiattack": "Le Pokémon s’entoure d’une puissante énergie avant de foncer sur sa cible. Le type de la capacité dépend de la ROM installée.",
  "voltthunderbolt": "Le Pikachu à casquette utilise la Force Z pour augmenter sa puissance électrique avant de la déchaîner sur la cible. Taux de critique élevé.",
  "mindblown": "Le lanceur fait exploser sa tête pour attaquer toutes les cibles autour de lui. Il subit aussi des dégâts.",
  "plasmafists": "Le lanceur attaque en projetant de l’électricité avec ses poings. Convertit les capacités de type Normal en type Électrik.",
  "photongeyser": "Le lanceur fait jaillir un pilier de lumière. Compare l’Attaque et l’Attaque Spéciale, et utilise celle qui infligera le plus de dégâts.",
  "lightthatburnsthesky": "Compare l’Attaque et l’Attaque Spéciale, et utilise celle qui infligera le plus de dégâts. Ignore le talent de la cible.",
  "searingsunrazesmash": "Baigné dans la Force Z, Solgaleo attaque en déchaînant toute sa puissance. Ignore le talent de la cible.",
  "menacingmoonrazemaelstrom": "Baigné dans la Force Z, Lunala attaque en déchaînant toute sa puissance. Ignore le talent de la cible.",
  "letssnuggleforever": "Mimiqui concentre toute la Force Z dans son corps, et attaque dans le plus grand fracas !",
  "splinteredstormshards": "Lougaroc utilise la Force Z pour attaquer la cible de toutes ses forces. Efface aussi tout Champ existant.",
  "clangoroussoulblaze": "Ékaïser utilise la Force Z pour frapper l’ennemi de toutes ses forces. Augmente aussi ses stats.",
  "zippyzap": "Une attaque électrique rapide comme l’éclair qui inflige un coup critique à coup sûr. Frappe en priorité.",
  "splishysplash": "Pikachu frappe l’adversaire avec une vague géante chargée d’électricité. Peut aussi paralyser l’ennemi.",
  "floatyfall": "Pikachu prend de la hauteur avant de fondre sur son adversaire. Peut aussi apeurer l’ennemi.",
  "pikapapow": "Une attaque électrique dont la puissance est proportionnelle à l’amour que Pikachu vous porte. Touche à coup sûr.",
  "bouncybubble": "Évoli frappe l’adversaire avec des bulles d’eau qu’il absorbe ensuite pour récupérer un nombre de PV égal à la moitié des dégâts infligés à l’ennemi.",
  "buzzybuzz": "Une attaque qui foudroie et paralyse l’adversaire.",
  "sizzlyslide": "Évoli s’embrase et percute violemment l’adversaire. Brûle aussi l’ennemi.",
  "glitzyglow": "Évoli submerge l’adversaire sous un flot d’ondes psychiques et crée un mur fabuleux qui réduit les dégâts causés par les attaques spéciales de l’ennemi.",
  "baddybad": "Évoli fait appel à son côté sombre pour attaquer l’adversaire et créer un mur fabuleux qui réduit les dégâts causés par les attaques physiques de l’ennemi.",
  "sappyseed": "Une liane géante surgit du sol et bombarde l’adversaire de graines qui lui dérobent des PV à chaque tour. Ces PV sont ensuite absorbés par Évoli.",
  "freezyfrost": "Évoli frappe l’adversaire avec un cristal de buée noire gelée. Annule les changements de stats de tous les Pokémon au combat.",
  "sparklyswirl": "Une attaque qui enserre l’adversaire dans un tourbillon de senteurs oppressantes. Guérit toutes les altérations de statut de l’équipe.",
  "veeveevolley": "Une charge dont la puissance est proportionnelle à l’amour qu’Évoli vous porte. Touche à coup sûr.",
  "doubleironbash": "Le lanceur fait pivoter l’écrou de sa poitrine deux fois d’affilée pour frapper l’adversaire avec ses bras. Peut apeurer l’ennemi.",
  "maxguard": "Le lanceur se protège de toutes les attaques. Peut échouer si utilisée plusieurs fois de suite.",
  "dynamaxcannon": "Le lanceur attaque en émettant un laser depuis son noyau. Cette capacité inflige deux fois plus de dégâts si l’adversaire est un Pokémon Dynamax.",
  "snipeshot": "Le lanceur parvient toujours à viser la cible voulue, en ignorant l’effet des talents et des capacités capables de détourner les attaques.",
  "jawlock": "Le lanceur et sa cible ne peuvent plus quitter le terrain jusqu’à ce que l’un d’entre eux tombe K.O. L’effet est annulé si l’un des deux Pokémon disparaît.",
  "stuffcheeks": "Le lanceur mange la Baie qu’il tient, ce qui augmente beaucoup sa Défense.",
  "noretreat": "Le lanceur voit toutes ses stats augmenter, mais en contrepartie, il ne peut plus fuir ou se retirer du combat.",
  "tarshot": "Le lanceur recouvre sa cible de goudron liquide pour baisser sa Vitesse et la rendre vulnérable au feu.",
  "magicpowder": "Le lanceur recouvre sa cible d’une poudre magique qui change son type en Psy.",
  "dragondarts": "Le lanceur attaque en propulsant deux Fantyrm. S’il y a deux adversaires, chacun d’entre eux est frappé par un Fantyrm.",
  "teatime": "Le lanceur invite tous les Pokémon sur le terrain à prendre le goûter autour d’une tasse de thé. Ceux qui tiennent une Baie la mangent.",
  "octolock": "Le lanceur empêche l’adversaire de fuir. À chaque tour qui passe, cette capacité baisse la Défense et la Défense Spéciale de la cible.",
  "boltbeak": "Le lanceur transperce sa cible avec son bec chargé d’électricité. Si cette attaque est lancée avant que la cible n’attaque, elle infligera deux fois plus de dégâts.",
  "fishiousrend": "Le lanceur mord sa cible avec ses solides branchies. Si cette capacité est lancée avant que la cible n’attaque, elle infligera deux fois plus de dégâts.",
  "courtchange": "Une force mystérieuse intervertit les effets affectant chaque côté du terrain.",
  "maxflare": "Une attaque de type Feu que seuls les Pokémon Dynamax peuvent utiliser. Fait briller le soleil pendant cinq tours.",
  "maxflutterby": "Une attaque de type Insecte que seuls les Pokémon Dynamax peuvent utiliser. Baisse l’Attaque Spéciale de la cible.",
  "maxlightning": "Une attaque de type Électrik que seuls les Pokémon Dynamax peuvent utiliser. Crée un Champ Électrifié qui dure cinq tours.",
  "maxstrike": "Une attaque de type Normal que seuls les Pokémon Dynamax peuvent utiliser. Baisse la Vitesse de la cible.",
  "maxknuckle": "Une attaque de type Combat que seuls les Pokémon Dynamax peuvent utiliser. Augmente l’Attaque des alliés.",
  "maxphantasm": "Une attaque de type Spectre que seuls les Pokémon Dynamax peuvent utiliser. Baisse la Défense de la cible.",
  "maxhailstorm": "Une attaque de type Glace que seuls les Pokémon Dynamax peuvent utiliser. Invoque une tempête de grêle qui dure cinq tours.",
  "maxooze": "Une attaque de type Poison que seuls les Pokémon Dynamax peuvent utiliser. Augmente l’Attaque Spéciale des alliés.",
  "maxgeyser": "Une attaque de type Eau que seuls les Pokémon Dynamax peuvent utiliser. Invoque de fortes pluies qui durent cinq tours.",
  "maxairstream": "Une attaque de type Vol que seuls les Pokémon Dynamax peuvent utiliser. Augmente la Vitesse des alliés.",
  "maxstarfall": "Une attaque de type Fée que seuls les Pokémon Dynamax peuvent utiliser. Crée un Champ Brumeux qui dure cinq tours.",
  "maxwyrmwind": "Une attaque de type Dragon que seuls les Pokémon Dynamax peuvent utiliser. Baisse l’Attaque de la cible.",
  "maxmindstorm": "Une attaque de type Psy que seuls les Pokémon Dynamax peuvent utiliser. Crée un Champ Psychique qui dure cinq tours.",
  "maxrockfall": "Une attaque de type Roche que seuls les Pokémon Dynamax peuvent utiliser. Invoque une tempête de sable qui dure cinq tours.",
  "maxquake": "Une attaque de type Sol que seuls les Pokémon Dynamax peuvent utiliser. Augmente la Défense Spéciale des alliés.",
  "maxdarkness": "Une attaque de type Ténèbres que seuls les Pokémon Dynamax peuvent utiliser. Baisse la Défense Spéciale de la cible.",
  "maxovergrowth": "Une attaque de type Plante que seuls les Pokémon Dynamax peuvent utiliser. Crée un Champ Herbu qui dure cinq tours.",
  "maxsteelspike": "Une attaque de type Acier que seuls les Pokémon Dynamax peuvent utiliser. Augmente la Défense des alliés.",
  "clangoroussoul": "Le lanceur sacrifie une partie de ses PV pour augmenter toutes ses stats.",
  "bodypress": "Le lanceur utilise son corps pour attaquer sa cible. Plus la Défense du lanceur est élevée, plus les dégâts infligés sont importants.",
  "decorate": "Le lanceur augmente beaucoup l’Attaque et l’Attaque Spéciale de la cible en la nappant de glaçage.",
  "drumbeating": "Le lanceur bat son tambour pour en diriger les racines sur la cible, l’attaquer, et baisser sa Vitesse.",
  "snaptrap": "Le lanceur piège sa cible dans son Troquenard d’acier et lui inflige des dégâts pendant quatre ou cinq tours.",
  "pyroball": "Le lanceur attaque avec un ballon fait à partir d’un caillou enflammé. Peut aussi brûler la cible.",
  "behemothblade": "Le lanceur se transforme en une immense épée et pourfend son adversaire. Inflige le double de dégâts aux Pokémon Dynamax.",
  "behemothbash": "Le lanceur se transforme en un immense bouclier et charge son adversaire. Inflige le double de dégâts aux Pokémon Dynamax.",
  "aurawheel": "Morpeko libère l’énergie stockée dans ses joues pour attaquer et augmenter sa Vitesse. Le type de cette capacité change en fonction de la forme de Morpeko.",
  "breakingswipe": "Le lanceur balaie violemment le camp adverse avec son immense queue. Baisse l’Attaque de la cible.",
  "branchpoke": "Le lanceur attaque sa cible en la piquant avec une branche pointue.",
  "overdrive": "Le lanceur gratte ses cordes de guitare ou de basse pour créer de violentes vibrations sonores qui blessent la cible.",
  "appleacid": "Le lanceur attaque son adversaire avec un liquide corrosif créé à partir d’une pomme acide. Baisse la Défense Spéciale de la cible.",
  "gravapple": "Le lanceur attaque son adversaire avec une pomme qu’il fait tomber de très haut. Baisse la Défense de la cible.",
  "spiritbreak": "Le lanceur attaque son adversaire avec une telle force que ce dernier peut s’en retrouver profondément troublé. Baisse l’Attaque Spéciale de la cible.",
  "strangesteam": "Le lanceur émet de la vapeur pour attaquer sa cible. Peut aussi la rendre confuse.",
  "lifedew": "Le lanceur projette une eau mystérieuse autour du terrain pour restaurer ses PV et ceux de ses alliés au combat.",
  "obstruct": "Le lanceur se protège de toutes les attaques. Peut échouer si utilisée plusieurs fois de suite. Baisse beaucoup la Défense de l’assaillant s’il utilise une attaque directe.",
  "falsesurrender": "Le lanceur fait semblant de se prosterner et utilise ses cheveux pour poignarder sa cible. Touche à tous les coups.",
  "meteorassault": "Le lanceur attaque son adversaire avec son poireau. Toutefois, cette action le fait vaciller et il doit se reposer au tour suivant.",
  "eternabeam": "L’attaque la plus puissante d’Éthernatos sous sa forme originelle. S’il l’utilise, il devra se reposer au tour suivant.",
  "steelbeam": "Le lanceur concentre du métal issu de tout son corps en un rayon qu’il projette violemment sur sa cible. Il subit aussi des dégâts.",
  "expandingforce": "Le lanceur attaque la cible avec ses pouvoirs psychiques. Si un Champ Psychique est actif, la puissance de cette capacité augmente et elle touche tous les ennemis.",
  "steelroller": "Une attaque qui inflige des dégâts et fait disparaître le champ actif, mais qui échoue s’il n’y en a pas à ce moment.",
  "scaleshot": "Le lanceur projette des écailles sur la cible de deux à cinq fois d’affilée. Augmente la Vitesse, mais diminue la Défense.",
  "meteorbeam": "Le lanceur concentre l’énergie cosmique au premier tour, ce qui augmente son Attaque Spéciale, et frappe au second.",
  "shellsidearm": "Une attaque physique ou spéciale, en fonction de ce qui est le plus efficace contre la cible. Peut aussi empoisonner.",
  "mistyexplosion": "Le lanceur frappe tous les Pokémon autour de lui en explosant, ce qui le met K.O. La puissance de cette attaque augmente si un Champ Brumeux est actif.",
  "grassyglide": "Le lanceur attaque l’ennemi en glissant sur le terrain. Frappe toujours en priorité si un Champ Herbu est actif.",
  "risingvoltage": "Des éclairs surgissent du sol et frappent l’ennemi. La puissance de cette attaque est doublée si la cible est sur un Champ Électrifié.",
  "terrainpulse": "Une attaque qui tire sa force des champs. Son type et sa puissance varient selon le champ actif.",
  "skittersmack": "Le lanceur rampe derrière l’ennemi pour l’attaquer. Baisse l’Attaque Spéciale de la cible.",
  "burningjealousy": "Le lanceur attaque sa cible avec toute sa jalousie. Cette capacité brûle tout Pokémon dont les stats ont augmenté pendant ce tour.",
  "lashout": "Le lanceur frappe l’ennemi avec toute sa rancune. Si les stats du lanceur ont diminué pendant ce tour, la puissance de cette attaque est doublée.",
  "poltergeist": "Le lanceur manipule l’objet tenu par l’ennemi pour l’attaquer. Échoue si la cible ne tient rien.",
  "corrosivegas": "Un gaz corrosif qui enveloppe tous les Pokémon alentour et qui dissout les objets qu’ils tiennent.",
  "coaching": "Le lanceur coache ses alliés, augmentant ainsi leur Attaque et leur Défense.",
  "flipturn": "Après son attaque, le lanceur revient à toute vitesse et change de place avec un Pokémon de l’équipe prêt au combat.",
  "tripleaxel": "Une salve composée de un à trois coups de pied dont la puissance augmente à chaque coup porté.",
  "dualwingbeat": "Le lanceur frappe l’ennemi avec ses ailes deux fois d’affilée.",
  "scorchingsands": "Le lanceur projette du sable chauffé à blanc sur l’ennemi. Peut aussi brûler la cible.",
  "junglehealing": "Le lanceur fait appel au pouvoir de la jungle pour restaurer les PV et soigner les altérations d’état de ses alliés et de lui-même.",
  "wickedblow": "Le lanceur assène un coup puissant à l’ennemi. Cette technique qui inflige toujours un coup critique est réservée à ceux qui maîtrisent la puissance des Ténèbres.",
  "surgingstrikes": "Le lanceur assène trois coups fluides à l’ennemi. Cette technique qui inflige toujours un coup critique est réservée à ceux qui maîtrisent la puissance de l’Eau.",
  "thundercage": "Le lanceur frappe l’ennemi, et le piège dans une prison électrique qui dure de quatre à cinq tours.",
  "dragonenergy": "Le lanceur utilise son énergie vitale pour attaquer l’ennemi. Moins il a de PV, moins l’attaque est puissante.",
  "freezingglare": "Les yeux du lanceur tirent des rayons psychiques. Peut aussi geler l’ennemi.",
  "fierywrath": "Le lanceur canalise sa colère et la transforme en aura brûlante, avec laquelle il attaque l’ennemi. Peut aussi l’apeurer.",
  "thunderouskick": "Le lanceur assène un coup de pied à la cible à la vitesse de l’éclair. Baisse aussi la Défense de la cible.",
  "glaciallance": "Le lanceur attaque l’ennemi avec une lance de glace entourée d’un blizzard.",
  "astralbarrage": "Le lanceur attaque l’ennemi avec une multitude de petits spectres.",
  "eeriespell": "Le lanceur attaque avec de puissants pouvoirs psychiques et retire 3 PP de la dernière capacité de l’ennemi.",
  "direclaw": "Le lanceur attaque avec des griffes destructrices en visant les points faibles. La cible peut aussi être empoisonnée, paralysée, ou endormie.",
  "psyshieldbash": "Le lanceur s’enveloppe d’énergie psychique et frappe sa cible de plein fouet. Cela augmente également la Défense du lanceur.",
  "powershift": "Le lanceur échange son Attaque avec sa Défense.",
  "stoneaxe": "Le lanceur attaque le point faible de sa cible avec sa hache de pierre. Les débris de pierre se mettent alors à flotter autour de la cible.",
  "springtidestorm": "Le lanceur déclenche un violent typhon de haine et d’amour qui s’abat sur la cible. Peut baisser l’Attaque de celle-ci.",
  "mysticalpower": "Le lanceur attaque en libérant un pouvoir mystique. Cela augmente également son Attaque Spéciale.",
  "ragingfury": "Le lanceur se déchaîne et attaque en projetant de violentes flammes pendant deux ou trois tours. Il devient ensuite confus.",
  "wavecrash": "Le lanceur se recouvre entièrement d’eau avant de charger sa cible. Cela blesse aussi gravement le lanceur.",
  "chloroblast": "Le lanceur tire un concentré de sa propre chlorophylle sur la cible, ce qui le blesse également.",
  "mountaingale": "Le lanceur envoie un bloc de glace de la taille d’un iceberg sur la cible, ce qui peut aussi l’apeurer.",
  "victorydance": "Le lanceur danse vigoureusement pour invoquer la victoire, ce qui augmente son Attaque, sa Défense et sa Vitesse.",
  "headlongrush": "Le lanceur charge la cible de toutes ses forces, ce qui baisse la Défense et la Défense Spéciale du lanceur.",
  "barbbarrage": "Une multitude de pointes toxiques frappent la cible et peuvent l’empoisonner. La puissance est doublée si celle-ci est déjà empoisonnée.",
  "esperwing": "Le lanceur entaille la cible avec ses ailes renforcées par une émanation psychique. Taux de critiques élevé. Cela augmente la Vitesse du lanceur.",
  "bittermalice": "Une rancœur glaciale frappe la cible et baisse son Attaque.",
  "shelter": "Rend la peau du lanceur dure comme un mur de fer, ce qui augmente beaucoup sa Défense.",
  "triplearrows": "Le lanceur donne un coup de pied et tire trois flèches simultanément, ce qui peut baisser la Défense de la cible ou l’apeurer. Taux de critiques élevé.",
  "infernalparade": "Une multitude de boules de feu frappent la cible, ce qui peut aussi la brûler. La puissance est doublée si celle-ci souffre d’une altération de statut.",
  "ceaselessedge": "Des lames de coquillages entaillent la cible en visant ses points faibles. Les débris de coquillage se répandent sous la forme de picots aux pieds de la cible.",
  "bleakwindstorm": "Le lanceur déclenche un typhon froid et brutal qui fait trembler le cœur et le corps de la cible, ce qui peut aussi baisser sa Vitesse.",
  "wildboltstorm": "Le lanceur déclenche un violent typhon orageux dont les rafales et la foudre frappent la cible, ce qui peut aussi la paralyser.",
  "sandsearstorm": "Le lanceur déclenche un violent typhon mêlé à du sable ardent qui s’abat sur la cible, ce qui peut la brûler.",
  "lunarblessing": "Le lanceur adresse une prière à la lune pour restaurer les PV et soigner ses altérations de statut ainsi que celles de ses alliés.",
  "takeheart": "Le lanceur fait preuve de bravoure pour soigner ses altérations de statut et augmenter son Attaque Spéciale ainsi que sa Défense Spéciale.",
  "terablast": "Si le lanceur est téracristallisé, il libère l’énergie de son type Téracristal. La capacité utilise l’Attaque ou l’Attaque Spéciale, selon ce qui infligera le plus de dégâts.",
  "silktrap": "Le lanceur déploie un piège de fil pour se protéger contre les attaques, et si un assaillant utilise une attaque directe contre lui, la Vitesse de l’assaillant baisse.",
  "axekick": "Le lanceur donne un coup de talon descendant à la cible, ce qui peut aussi la rendre confuse. S’il échoue, le lanceur se blesse.",
  "lastrespects": "Le lanceur attaque pour venger ses alliés. Plus le nombre de Pokémon alliés mis K.O. est élevé, plus la puissance de cette capacité augmente.",
  "luminacrash": "Le lanceur attaque en émettant une étrange lumière qui ébranle l’esprit de la cible. Cela baisse beaucoup la Défense Spéciale de la cible.",
  "orderup": "Le lanceur attaque avec adresse et élégance. S’il a un Nigirigon dans la gueule, une de ses stats augmente en fonction de la forme de celui-ci.",
  "jetpunch": "Le lanceur enveloppe son poing d’un torrent furieux et attaque si rapidement qu’on peine à le discerner. Frappe en priorité.",
  "spicyextract": "Le lanceur relâche un concentré extrêmement pimenté sur la cible, ce qui augmente beaucoup l’Attaque de celle-ci, mais baisse aussi beaucoup sa Défense.",
  "spinout": "Le lanceur met tout son poids sur ses pattes et effectue de violentes rotations, ce qui inflige des dégâts à la cible, mais baisse beaucoup la Vitesse du lanceur.",
  "populationbomb": "Le lanceur et ses congénères prolifèrent en masse et attaquent ensemble d’une à dix fois d’affilée.",
  "icespinner": "Le lanceur enveloppe ses jambes d’une fine couche de glace et heurte la cible en tournant sur lui-même. Ses rotations détruisent le champ actif sur le terrain.",
  "glaiverush": "Le lanceur se jette dans une charge inconsciente sur la cible. Au tour suivant, l’attaque de la cible inflige le double de dégâts et n’échoue jamais.",
  "revivalblessing": "Dans un élan de compassion, le lanceur adresse une prière afin de ranimer un Pokémon de l’équipe K.O. en lui rendant la moitié de ses PV.",
  "saltcure": "Le lanceur couvre la cible de sel, ce qui lui inflige des dégâts à chaque tour. Si la cible est de type Acier ou Eau, ces dégâts sont plus élevés.",
  "tripledive": "Le lanceur effectue des plongeons parfaitement cadencés pour éclabousser la cible et lui infliger des dégâts trois fois d’affilée.",
  "mortalspin": "Le lanceur attaque en tournant sur lui-même et empoisonne la cible. Il se libère également des effets de capacités comme Étreinte, Ligotage ou Vampigraine.",
  "doodle": "Le lanceur capture l’essence de la cible et la décalque. Le talent du lanceur et de ses alliés devient alors identique à celui de la cible.",
  "filletaway": "Le lanceur sacrifie des PV pour beaucoup augmenter son Attaque, son Attaque Spéciale, et sa Vitesse.",
  "kowtowcleave": "Le lanceur se prosterne devant la cible et profite de cette distraction pour l’attaquer avec une lame. N’échoue jamais.",
  "flowertrick": "Le lanceur attaque en jetant un bouquet de fleurs piégé sur la cible. N’échoue jamais et inflige toujours un coup critique.",
  "torchsong": "Le lanceur carbonise la cible en projetant sur elle de vives flammes créées par un chant. Cette capacité augmente l’Attaque Spéciale du lanceur.",
  "aquastep": "Le lanceur se joue de la cible et lui inflige des dégâts avec ses pas de danse gracieux et légers. Cette capacité augmente la Vitesse du lanceur.",
  "ragingbull": "Le lanceur charge la cible comme un taureau enragé. Le type de cette capacité dépend de la race du lanceur, et brise les barrières comme Mur Lumière et Protection.",
  "makeitrain": "Le lanceur attaque en lançant de nombreuses pièces, ce qui baisse son Attaque Spéciale. Permet d’obtenir plus d’argent à la fin du combat.",
  "ruination": "Le lanceur déclenche un cataclysme qui baisse les PV de la cible de moitié.",
  "collisioncourse": "Le lanceur change de forme et s’écrase sur la cible dans une explosion antique. Si la capacité est super efficace, elle inflige encore plus de dégâts que d’ordinaire.",
  "electrodrift": "Le lanceur change de forme et fonce sur la cible en la perforant d’électricité futuriste. Si la capacité est super efficace, sa puissance augmente encore plus.",
  "shedtail": "Le lanceur crée un clone en sacrifiant des PV, puis il revient et échange sa place avec un Pokémon de l’équipe prêt à combattre.",
  "chillyreception": "Le lanceur fait un si mauvais jeu de mots qu’il jette un froid et échange sa place avec un Pokémon de l’équipe prêt à combattre. La neige tombe pendant cinq tours.",
  "tidyup": "Le lanceur fait le ménage sur le terrain, ce qui annule les effets de Picots, Piège de Roc, Toile Gluante, Pics Toxik, et Clonage. Augmente l’Attaque et la Vitesse du lanceur.",
  "snowscape": "Le lanceur invoque une tempête de neige qui dure cinq tours, ce qui augmente la Défense des Pokémon de type Glace.",
  "pounce": "Le lanceur attaque en bondissant sur la cible, ce qui baisse la Vitesse de celle-ci.",
  "trailblaze": "Le lanceur surgit des hautes herbes pour attaquer la cible. Les mouvements agiles du lanceur augmentent sa Vitesse.",
  "chillingwater": "Le lanceur attaque la cible en l’arrosant d’une eau si froide qu’elle détériore son esprit combatif. Baisse l’Attaque de la cible.",
  "hyperdrill": "Le lanceur fait tourner à toute vitesse la partie pointue de son corps afin de transpercer la cible. Ignore même les capacités comme Abri ou Détection.",
  "twinbeam": "Le lanceur projette d’étranges rayons lumineux avec ses yeux et inflige des dégâts deux fois d’affilée.",
  "ragefist": "Le lanceur transforme sa colère en énergie pour attaquer. Plus il a subi d’attaques, plus la puissance de cette capacité augmente.",
  "armorcannon": "Le lanceur tire un boulet de canon ardent provenant de sa propre armure sur la cible. Cela baisse la Défense et la Défense Spéciale du lanceur.",
  "bitterblade": "Le lanceur concentre son amertume du monde des vivants dans la pointe de ses épées et tranche la cible. La moitié des dégâts infligés sont convertis en PV pour le lanceur.",
  "doubleshock": "Le lanceur libère toute l’électricité contenue dans son corps pour infliger des dégâts élevés à la cible. Le lanceur perd le type Électrik.",
  "gigatonhammer": "Le lanceur met tout son corps à contribution pour attaquer la cible avec un immense marteau. Cette capacité ne peut pas être utilisée deux fois d’affilée.",
  "comeuppance": "Le lanceur contre-attaque avec un coup infligeant des dégâts supérieurs à ceux de la dernière capacité qui l’a blessé.",
  "aquacutter": "Le lanceur projette de l’eau pressurisée qui entaille la cible comme une lame. Taux de critiques élevé."
}
