{"pound":"Colpisce il bersaglio con la coda o le zampe anteriori.","karatechop":"Colpisce il bersaglio con un colpo netto. Probabile brutto colpo.","doubleslap":"Schiaffeggia il bersaglio da due a cinque volte di fila.","cometpunch":"Colpisce il bersaglio con una scarica di pugni da due a cinque volte di fila.","megapunch":"Colpisce il bersaglio con un pugno poderoso.","payday":"Colpisce il bersaglio con una gran quantità di monete recuperabili dopo la lotta.","firepunch":"Colpisce il bersaglio con un pugno ardente che può scottarlo.","icepunch":"Colpisce il bersaglio con un pugno di ghiaccio che può congelarlo.","thunderpunch":"Colpisce il bersaglio con un pugno elettrico che può paralizzarlo.","scratch":"Infligge danni al bersaglio con artigli acuminati, duri e affilati.","visegrip":"Stringe il bersaglio in una morsa.","guillotine":"Attacca il bersaglio con pericolose tenaglie. Se l’attacco va a segno, il Pokémon colpito va subito KO.","razorwind":"Chi la usa genera un turbine al primo turno e attacca al secondo. Probabile brutto colpo.","swordsdance":"Danza frenetica che incrementa lo spirito combattivo. Chi la usa aumenta di molto il suo Attacco.","cut":"Attacca il bersaglio con artigli o falci affilate.","gust":"Infligge danni al bersaglio con una folata di vento sollevata dalle ali.","wingattack":"Infligge danni al bersaglio spiegando delle grandi ali possenti.","whirlwind":"Il bersaglio lascia il campo e viene sostituito. Mette fine alle lotte contro singoli Pokémon selvatici.","fly":"Chi la usa si alza in volo per attaccare al turno seguente.","bind":"Il lungo corpo o i tentacoli di chi la usa legano e stritolano il bersaglio per quattro o cinque turni.","slam":"Infligge danni al bersaglio con la coda, con una liana o con qualcosa di simile.","vinewhip":"Infligge danni al bersaglio con liane sottili simili a fruste.","stomp":"Colpisce il bersaglio con un grosso piede e può anche farlo tentennare.","doublekick":"Colpisce il bersaglio due volte con una raffica di calci inferti con entrambi i piedi.","megakick":"Colpisce il bersaglio con un calcio sferrato con la forza di muscoli poderosi.","jumpkick":"Permette di saltare in alto per attaccare con un calcio. Se non va a buon fine, chi la usa si ferisce.","rollingkick":"Chi la usa infierisce sul bersaglio con un calcio rotante. Può anche farlo tentennare.","sandattack":"Getta sabbia in faccia al bersaglio e ne riduce la precisione.","headbutt":"Chi la usa si lancia diritto di testa contro il bersaglio. Può anche farlo tentennare.","hornattack":"Danneggia il bersaglio infilzandolo con un corno affilato.","furyattack":"Infilza il bersaglio con corna affilate o con il becco da due a cinque volte di fila.","horndrill":"Colpisce il bersaglio con un corno perforante come un trapano. Se il colpo va a segno, il Pokémon colpito va KO.","tackle":"Attacco fisico che colpisce il bersaglio investendolo con tutto il corpo.","bodyslam":"Chi la usa carica il bersaglio con tutto il corpo. Può causarne anche la paralisi.","wrap":"Il lungo corpo o le liane di chi la usa avvolgono e stritolano il bersaglio per quattro o cinque turni.","takedown":"Carica spericolata con tutto il corpo contro il bersaglio. Danneggia un po’ anche chi la usa.","thrash":"Assale e attacca il nemico per due o tre turni, ma confonde chi la usa.","doubleedge":"Carica spietata e pericolosa che danneggia molto anche chi la usa.","tailwhip":"Chi la usa agita la coda per distrarre i nemici che ha intorno, riducendone la Difesa.","poisonsting":"Colpisce il bersaglio con un aculeo tossico che può anche avvelenarlo.","twineedle":"Colpisce il bersaglio due volte di seguito con due spine. Può anche avvelenarlo.","pinmissile":"Il bersaglio viene colpito da due a cinque volte in rapida successione con delle spine.","leer":"Terrorizza i nemici intorno con uno sguardo fulminante e intimidatorio, riducendone la Difesa.","bite":"Il bersaglio viene morso da denti affilatissimi che possono farlo tentennare.","growl":"Distrae i nemici intorno con un tenero ruggito e ne riduce l’Attacco.","roar":"Il bersaglio lascia il campo e viene sostituito. Mette fine alle lotte contro singoli Pokémon selvatici.","sing":"Dolce ninnananna, cantata da una voce suadente, che fa addormentare il bersaglio.","supersonic":"Chi la usa genera dal proprio corpo strane onde acustiche che possono confondere il bersaglio.","sonicboom":"Il bersaglio viene colpito da onde acustiche devastanti che gli provocano un danno pari a 20 PS.","disable":"Per quattro turni impedisce al bersaglio di riutilizzare l’ultima mossa usata.","acid":"Colpisce i nemici intorno spruzzando un acido corrosivo. Può anche ridurne la Difesa Speciale.","ember":"Il bersaglio viene colpito da fiammelle che possono anche scottarlo.","flamethrower":"Il bersaglio viene colpito da intense fiammate che possono anche scottarlo.","mist":"Chi la usa attira una nebbia che blocca la riduzione delle statistiche per sé e gli alleati per cinque turni.","watergun":"Il bersaglio è colpito da un potente getto d’acqua.","hydropump":"Il bersaglio è travolto da un potente getto d’acqua spruzzato ad altissima pressione.","surf":"Un’onda enorme sommerge il campo di lotta, colpendo tutti i Pokémon intorno a chi la scatena.","icebeam":"Il bersaglio è colpito da un raggio di energia gelida che può anche congelarlo.","blizzard":"Colpisce i nemici intorno con una tremenda tempesta di ghiaccio che può anche congelarli.","psybeam":"Colpisce il bersaglio con un raggio speciale. Può anche confonderlo.","bubblebeam":"Colpisce il bersaglio con una forte scarica di bolle. Può anche ridurne la Velocità.","aurorabeam":"Colpisce il bersaglio con un raggio dai colori dell’iride. Può anche ridurne l’Attacco.","hyperbeam":"Colpisce il bersaglio con un potente raggio. Chi la usa salta il turno successivo per recuperare energia.","peck":"Colpisce il bersaglio con il becco appuntito o con un corno.","drillpeck":"Attacco a spirale con un becco aguzzo che fa da trapano.","submission":"Chi la usa carica il bersaglio in modo spericolato, ma danneggia anche se stesso.","lowkick":"Un calcio basso e potente che fa cadere il bersaglio. Danneggia maggiormente i Pokémon più pesanti.","counter":"Mossa che contrasta ogni attacco fisico, arrecando il doppio del danno ricevuto.","seismictoss":"Colpisce il bersaglio con la forza di gravità. Infligge un danno pari al livello di chi la usa.","strength":"Colpisce il bersaglio con un’enorme energia.","absorb":"Mossa che assorbe PS. Chi la usa recupera una quantità di PS pari alla metà del danno inferto.","megadrain":"Mossa che assorbe PS. Chi la usa recupera una quantità di PS pari alla metà del danno inferto.","leechseed":"Vengono piantati semi sul bersaglio. Questi sottraggono PS a ogni turno permettendo a chi la usa di curarsi.","growth":"Provoca la crescita immediata del corpo e l’aumento dell’Attacco e dell’Attacco Speciale di chi la usa.","razorleaf":"Foglie taglienti sferzano i nemici intorno. Probabile brutto colpo.","solarbeam":"Chi la usa assorbe luce al primo turno per proiettare un raggio intenso al turno successivo.","poisonpowder":"Investe il bersaglio con una nuvola di polvere tossica che avvelena.","stunspore":"Investe il bersaglio con una nuvola di polvere che paralizza.","sleeppowder":"Investe il bersaglio con una grande nuvola di polvere soporifera che lo fa addormentare.","petaldance":"Attacca il nemico cospargendolo di petali per due o tre turni, ma chi la usa rimane confuso.","stringshot":"Chi la usa produce della seta che avvolge i nemici intorno e ne riduce di molto la Velocità.","dragonrage":"Colpisce il bersaglio con un’onda d’urto generata dall’ira. Questo attacco provoca sempre un danno di 40 PS.","firespin":"Intrappola il bersaglio in un turbine di fuoco che dura per quattro o cinque turni.","thundershock":"Danneggia il bersaglio con una scarica elettrica che può anche paralizzarlo.","thunderbolt":"Il bersaglio viene colpito da una potente scarica elettrica che può anche paralizzarlo.","thunderwave":"Colpisce il bersaglio con una debole scarica elettrica che lo paralizza.","thunder":"Il bersaglio è colpito da un fulmine molto violento che può anche paralizzarlo.","rockthrow":"Chi la usa raccoglie una pietra e la lancia contro il bersaglio.","earthquake":"Chi la usa provoca un potente sisma che colpisce i Pokémon che ha intorno.","fissure":"Chi la usa crea una spaccatura nel terreno e cerca di gettarvici dentro il bersaglio. Se va a segno, il Pokémon colpito va KO.","dig":"Chi la usa scava al primo turno e attacca al successivo.","toxic":"Iperavvelena il bersaglio con una potente tossina. Il danno peggiora a ogni turno.","confusion":"Colpisce il bersaglio con una leggera forza telecinetica e può anche confonderlo.","psychic":"Il bersaglio viene colpito da una potente forza telecinetica che può anche ridurne la Difesa Speciale.","hypnosis":"Chi la usa si avvale della suggestione ipnotica per far addormentare il bersaglio.","meditate":"Chi la usa medita per risvegliare la propria forza interiore e migliorare l’Attacco.","agility":"Chi la usa rilassa e alleggerisce il proprio corpo per far salire di molto la Velocità.","quickattack":"Chi la usa colpisce a una tale velocità da rendersi quasi invisibile. Questa mossa ha priorità alta.","rage":"Questa mossa ha il potere di aumentare la statistica Attacco ogni volta che chi la usa viene colpito durante una lotta.","teleport":"Chi la usa viene sostituito se ci sono altri Pokémon in squadra. Se un Pokémon selvatico usa questa mossa, fugge dalla lotta.","nightshade":"Fa apparire un orribile miraggio al bersaglio e infligge un danno pari al livello di chi la usa.","mimic":"Chi la usa copia l’ultima mossa usata dal bersaglio e la conserva finché rimane in campo.","screech":"Stridio assordante che riduce di molto la Difesa del bersaglio.","doubleteam":"Chi la usa si muove in fretta e crea copie illusorie di se stesso che aumentano la capacità di elusione.","recover":"Mossa autocurativa. Chi la usa recupera metà dei PS massimi.","harden":"Tutti i muscoli del corpo si tonificano per aumentare la Difesa.","minimize":"Il corpo di chi la usa si comprime e diventa più piccolo. La sua capacità di elusione aumenta di molto.","smokescreen":"Nuvola di fumo o inchiostro che riduce la precisione del bersaglio.","confuseray":"Colpisce il bersaglio con un raggio funesto che lo confonde.","withdraw":"Il corpo si ritira nel suo duro guscio per aumentare la Difesa.","defensecurl":"Chi la usa si raggomitola per nascondere i punti deboli e aumentare la propria Difesa.","barrier":"Innalza una barriera resistente che aumenta molto la Difesa.","lightscreen":"Innalza una barriera misteriosa che riduce i danni degli attacchi speciali per sé e gli alleati per cinque turni.","haze":"Chi la usa crea una nube nera che annulla ogni modifica alle statistiche di tutti i Pokémon in campo.","reflect":"Innalza una barriera misteriosa che riduce i danni degli attacchi fisici per sé e gli alleati per cinque turni.","focusenergy":"Chi la usa fa un profondo respiro e si concentra per rendere più probabili i brutti colpi.","bide":"Chi la usa subisce attacchi per due turni e poi restituisce il danno moltiplicato per due.","metronome":"Chi la usa fa di no con il dito e stimola il cervello a usare a caso una delle tante mosse esistenti.","mirrormove":"Chi la usa colpisce il bersaglio copiandone l’ultima mossa usata.","selfdestruct":"Chi la usa esplode e infligge danni ai Pokémon che ha intorno, ma poi va KO.","eggbomb":"Colpisce il bersaglio con un grande uovo scaraventato con enorme forza.","lick":"Una lingua lunga infligge danni al bersaglio e può anche paralizzarlo.","smog":"Colpisce il bersaglio con una scarica di gas maleodoranti. Può anche avvelenarlo.","sludge":"Chi la usa lancia fango malsano sul bersaglio. Può anche avvelenarlo.","boneclub":"Chi la usa colpisce il bersaglio con un osso e può farlo anche tentennare.","fireblast":"Investe il bersaglio con un’intensa fiammata che fa terra bruciata. Può anche scottarlo.","waterfall":"Carica il bersaglio a grande velocità e può farlo tentennare.","clamp":"Chi la usa intrappola e stritola il bersaglio con la sua corazza spessa e forte per quattro o cinque turni.","swift":"Chi la usa colpisce i nemici intorno con raggi a forma di stella. Questo attacco è infallibile.","skullbash":"Chi la usa ritira la testa per aumentare la Difesa e poi attacca al turno successivo.","spikecannon":"Il bersaglio viene colpito da due a cinque volte in rapida successione con delle spine.","constrict":"Colpisce il bersaglio con lunghi tentacoli o piante rampicanti. Può anche ridurne la Velocità.","amnesia":"Chi la usa svuota per un po’ la mente per dimenticare i problemi. La Difesa Speciale aumenta di molto.","kinesis":"Chi la usa distrae il bersaglio piegando un cucchiaio e ne riduce la precisione.","softboiled":"Chi la usa recupera metà dei propri PS massimi.","highjumpkick":"Chi la usa colpisce il bersaglio con una ginocchiata in volo. Se fallisce, subisce danni.","glare":"Chi la usa spaventa il bersaglio con uno sguardo terrificante e ne causa la paralisi.","dreameater":"Attacco che funziona solo su un bersaglio che dorme. Chi lo usa riceve metà dei PS persi dal Pokémon colpito.","poisongas":"Spruzza in faccia ai nemici che ha intorno una nuvola di gas tossico che avvelena.","barrage":"Piovono enormi sfere sulla testa del bersaglio da due a cinque volte di fila.","leechlife":"Mossa succhiasangue. Chi la usa recupera una quantità di PS pari alla metà del danno inferto.","lovelykiss":"Chi la usa intimidisce il bersaglio con una faccia paurosa e gli schiocca un bacio che lo fa addormentare.","skyattack":"Attacco in due turni e probabile brutto colpo. Può anche far tentennare il bersaglio.","transform":"Chi la usa si trasforma in una copia esatta del bersaglio per sfruttarne le mosse.","bubble":"Una pioggia di bolle investe i nemici intorno e può anche ridurne la Velocità.","dizzypunch":"Colpisce il bersaglio con una sequenza di pugni che può anche confonderlo.","spore":"Nube di spore che fa sempre addormentare il bersaglio.","flash":"Investe il bersaglio con una luce abbagliante che ne riduce la precisione.","psywave":"Colpisce il bersaglio con una strana onda psichica. Ha un’intensità variabile.","splash":"Chi la usa sguazza nell’acqua, senza ottenere alcun effetto.","acidarmor":"Chi la usa altera la sua struttura cellulare passando allo stato liquido. La Difesa sale di molto.","crabhammer":"Danneggia il bersaglio servendosi di una grande tenaglia. Probabile brutto colpo.","explosion":"Chi la usa esplode per infliggere danni agli altri Pokémon attorno, ma va KO.","furyswipes":"Colpisce il bersaglio con artigli o falci affilate da due a cinque volte in rapida successione.","bonemerang":"Chi la usa lancia l’osso che ha con sé. L’osso colpisce due volte e ritorna come un vero e proprio boomerang.","rest":"Chi la usa recupera tutti i PS e guarisce da tutti i suoi problemi di stato, ma dorme per due turni.","rockslide":"I nemici vengono colpiti con violenza da grandi massi che possono anche farli tentennare.","hyperfang":"Chi la usa morde il bersaglio con i suoi incisivi affilati. Può anche farlo tentennare.","sharpen":"Chi la usa riduce il numero di poligoni sul proprio corpo per accentuarne gli spigoli e aumentare l’Attacco.","conversion":"Chi la usa cambia tipo per rendersi resistente al tipo dell’ultima mossa usata dal bersaglio.","triattack":"Colpisce il bersaglio con tre raggi di luce che possono paralizzarlo, scottarlo o congelarlo.","superfang":"Chi la usa salta sul bersaglio azzannandolo con i suoi incisivi affilati e facendogli perdere metà dei PS.","slash":"Attacca il bersaglio con artigli, falci o altro. Probabile brutto colpo.","substitute":"Chi la usa crea una copia di se stesso usando alcuni PS. La copia serve come esca per il nemico.","struggle":"Mossa da usare solo in caso estremo, quando non si hanno più PP. Danneggia anche chi la usa.","sketch":"Permette a chi la usa di imparare l’ultima mossa usata dal bersaglio. La nuova mossa appresa sostituisce Schizzo.","triplekick":"Chi la usa sferra fino a tre calci consecutivi la cui potenza aumenta a ogni colpo.","thief":"Chi la usa attacca il bersaglio e può rubargli lo strumento, se non ne ha già uno.","spiderweb":"Copre il bersaglio con un filo di seta sottile e appiccicoso. Il Pokémon colpito non può fuggire.","mindreader":"Chi la usa prevede i movimenti del bersaglio per mandare a segno l’attacco successivo.","nightmare":"Il bersaglio addormentato ha un incubo e perde PS a ogni turno.","flamewheel":"Chi la usa si copre di fuoco e carica il bersaglio. Può anche scottarlo.","snore":"Mossa che può essere usata solo mentre si dorme. Il chiasso assordante può anche far tentennare il bersaglio.","curse":"Una mossa che agisce in modo diverso se chi la usa è di tipo Spettro.","flail":"Chi la usa si dimena per attaccare. È più efficace se i suoi PS sono bassi.","aeroblast":"Colpisce il bersaglio con un vortice d’aria per danneggiarlo. Probabile brutto colpo.","cottonspore":"Rilascia spore simili al cotone che si attaccano ai nemici nei paraggi e ne riducono di molto la Velocità.","reversal":"Chi la usa attacca con tutte le sue forze. Più i PS sono bassi, maggiore è la potenza di questa mossa.","spite":"Chi la usa sfoga la propria rabbia sull’ultima mossa usata dal bersaglio e le sottrae quattro PP.","powdersnow":"Attacca i nemici che ha intorno con una raffica di neve farinosa e può anche congelarli.","protect":"Permette di eludere tutti gli attacchi. Se usata in successione può fallire.","machpunch":"Chi la usa tira un pugno a una velocità impressionante. Questa mossa ha priorità alta.","scaryface":"Chi la usa spaventa il bersaglio con una faccia terribile e ne riduce di molto la Velocità.","feintattack":"Chi la usa si avvicina al bersaglio facendo finta di niente, per poi scagliare un pugno infallibile a tradimento.","sweetkiss":"Chi la usa bacia il bersaglio con una dolcezza angelica, confondendolo.","bellydrum":"Chi la usa massimizza l’Attacco in cambio di metà dei PS massimi.","sludgebomb":"Chi la usa lancia fango malsano sul bersaglio. Può anche avvelenarlo.","mudslap":"Chi la usa butta fango in faccia al bersaglio per arrecargli danni e ridurne la precisione.","octazooka":"Chi la usa spruzza inchiostro in faccia al bersaglio. Può anche ridurne la precisione.","spikes":"Chi la usa piazza sul terreno una trappola di punte che danneggia i nemici quando scendono in campo.","zapcannon":"Chi la usa scaglia una sfera elettrica che infligge danni e paralizza il bersaglio.","foresight":"Chi la usa rende i Pokémon di tipo Spettro vulnerabili a qualsiasi tipo di mossa e può, inoltre, colpire i nemici sfuggenti.","destinybond":"Se chi la usa va KO a causa di un attacco, chi ha sferrato il colpo da KO fa la stessa fine. Se usata in successione fallisce.","perishsong":"Qualunque Pokémon che senta questo canto va KO in tre turni, se non lo si sostituisce.","icywind":"Chi la usa attacca i nemici intorno con una folata di aria gelida e ne riduce anche la Velocità.","detect":"Permette di eludere tutti gli attacchi. Se usata in successione può fallire.","bonerush":"Chi la usa colpisce il bersaglio con un osso da due a cinque volte di fila.","lockon":"Chi la usa punta il bersaglio con precisione. La mossa successiva andrà a segno.","outrage":"Chi la usa sfoga la sua ira e attacca il nemico per due o tre turni prima di essere lasciato in preda alla confusione.","sandstorm":"Causa una tempesta di sabbia per cinque turni che danneggia tutti i tipi esclusi Terra, Roccia e Acciaio. Aumenta la Dif. Speciale dei Pokémon di tipo Roccia.","gigadrain":"Mossa che assorbe PS. Chi la usa recupera una quantità di PS pari alla metà del danno inferto.","endure":"Chi la usa resta con un PS anche se subisce un colpo da KO in quel turno. Usata in successione può fallire.","charm":"Ammalia il bersaglio con lo sguardo per renderlo meno cauto. Ne riduce molto l’Attacco.","rollout":"Chi la usa colpisce il bersaglio rotolando per cinque turni, con aumento progressivo della potenza ogni volta che va a segno.","falseswipe":"Chi la usa trattiene il colpo per impedire al bersaglio di andare KO, lasciandolo con almeno un PS.","swagger":"Chi la usa provoca il bersaglio e lo confonde, facendo aumentare però di molto il suo Attacco.","milkdrink":"Chi la usa recupera metà dei propri PS massimi.","spark":"Colpisce il bersaglio con una scarica elettrica e può anche paralizzarlo.","furycutter":"Colpisce il bersaglio con falci o artigli. Se usata in successione aumenta di potenza ogni volta che va a segno.","steelwing":"Colpisce il bersaglio con ali d’acciaio. Può anche aumentare la Difesa di chi la usa.","meanlook":"Chi la usa blocca il bersaglio con uno sguardo oscuro e ammaliante, impedendogli la fuga.","attract":"Se il bersaglio è del sesso opposto, s’infatua e diventa riluttante ad attaccare.","sleeptalk":"Chi la usa sferra a caso una delle proprie mosse mentre sta dormendo.","healbell":"Chi la usa produce uno scampanellio che cura i problemi di stato suoi e dei Pokémon alleati.","return":"Mossa che diventa tanto più potente quanto maggiore è il grado di affezione del Pokémon per il proprio Allenatore.","present":"Chi la usa dà un regalo bomba al bersaglio. A volte, però, può fargli recuperare PS.","frustration":"Mossa che diventa tanto più potente quanto minore è il grado di affezione del Pokémon per il proprio Allenatore.","safeguard":"Chi la usa crea un campo protettivo che evita problemi di stato per sé e gli alleati per cinque turni.","painsplit":"Chi la usa somma i propri PS a quelli di un altro Pokémon per poi dividerli in parti uguali.","sacredfire":"Colpisce il bersaglio con un fuoco mistico di enorme intensità che può anche causargli una scottatura.","magnitude":"Chi la usa scatena un terremoto d’intensità variabile che danneggia i Pokémon che ha intorno.","dynamicpunch":"Colpisce il bersaglio con un pugno davvero forte. Se va a segno, lo confonde.","megahorn":"Chi la usa utilizza il suo robusto e imponente corno per colpire il bersaglio con tutto se stesso.","dragonbreath":"Investe il bersaglio con una raffica potentissima che arreca danni. Può anche paralizzarlo.","batonpass":"Chi la usa è sostituito da un Pokémon della squadra, che eredita anche ogni modifica alle statistiche.","encore":"Chi la usa obbliga il bersaglio a ripetere per tre turni l’ultima mossa eseguita.","pursuit":"Una mossa d’attacco che infligge un danno doppio se il bersaglio è in fase di sostituzione.","rapidspin":"Attacco rotante che elimina gli effetti di mosse come Legatutto, Avvolgibotta e Parassiseme. Aumenta anche la Velocità di chi la usa.","sweetscent":"Un dolce profumo che riduce di molto l’elusione dei nemici intorno a chi la usa.","irontail":"Il bersaglio viene colpito da una robusta coda d’acciaio. Può anche ridurne la Difesa.","metalclaw":"Colpisce il bersaglio con artigli d’acciaio. Può anche aumentare l’Attacco di chi la usa.","vitalthrow":"Chi la usa attacca per ultimo, ma il colpo è sempre infallibile.","morningsun":"Chi la usa recupera PS. Il numero di PS recuperati dipende dalle condizioni atmosferiche.","synthesis":"Chi la usa recupera PS. Il numero di PS recuperati dipende dalle condizioni atmosferiche.","moonlight":"Chi la usa recupera PS. Il numero di PS recuperati dipende dalle condizioni atmosferiche.","hiddenpower":"Mossa singolare che cambia tipo a seconda del Pokémon che la usa.","crosschop":"Investe il bersaglio con un colpo sferrato con entrambe le braccia incrociate. Probabile brutto colpo.","twister":"Un potente tornado si abbatte sui nemici nei paraggi. Può anche farli tentennare.","raindance":"Chi la usa provoca una forte pioggia per cinque turni, potenziando le mosse di tipo Acqua e riducendo la potenza di quelle di tipo Fuoco.","sunnyday":"Chi la usa intensifica i raggi solari per cinque turni, potenziando le mosse di tipo Fuoco e riducendo la potenza di quelle di tipo Acqua.","crunch":"Il bersaglio viene morso con denti affilati. Può anche ridurne la Difesa.","mirrorcoat":"Mossa che replica ogni attacco speciale, arrecando il doppio del danno ricevuto.","psychup":"Chi la usa s’ipnotizza per copiare ogni modifica alle statistiche del bersaglio.","extremespeed":"Chi la usa carica il bersaglio a una velocità impressionante. Questa mossa ha priorità alta.","ancientpower":"Colpisce il bersaglio con una forza primordiale. Può aumentare tutte le statistiche.","shadowball":"Lancia sul bersaglio una sfera nera. Può anche ridurne la Difesa Speciale.","futuresight":"Due turni dopo l’utilizzo di questa mossa, il bersaglio viene attaccato con energia psichica.","rocksmash":"Chi la usa colpisce il bersaglio con un pugno che può anche ridurne la Difesa.","whirlpool":"Intrappola il bersaglio in un turbine d’acqua per quattro o cinque turni infliggendo danni a ogni turno.","beatup":"Chi la usa chiama in aiuto i Pokémon della squadra: più ce ne sono, maggiore è il numero di attacchi.","fakeout":"Mossa ad alta priorità che fa tentennare il bersaglio. Funziona solo appena scesi in campo.","uproar":"Chi la usa attacca per tre turni con un frastuono che non fa dormire nessuno.","stockpile":"Chi la usa accumula energia aumentando la Difesa e la Difesa Speciale. Si può utilizzare tre volte.","spitup":"Tutta l’energia accumulata in precedenza con Accumulo è rilasciata nell’attacco. Maggiore è l’energia, più danni si arrecano.","swallow":"Chi la usa assorbe l’energia raccolta con la mossa Accumulo e recupera PS. Maggiore è l’energia, più PS si recuperano.","heatwave":"Chi la usa investe i nemici che ha intorno con una folata di vento caldo. Può anche scottarli.","hail":"Chi la usa causa una grandinata che dura cinque turni. Danneggia tutti i Pokémon tranne quelli di tipo Ghiaccio.","torment":"Chi la usa tormenta e fa infuriare il bersaglio, impedendogli di usare la stessa mossa due volte di seguito.","flatter":"Adula il bersaglio e lo confonde, ma ne aumenta l’Attacco Speciale.","willowisp":"Fiamme sinistre e misteriose causano una scottatura al bersaglio.","memento":"Chi la usa va KO. Tuttavia, riduce di molto l’Attacco e l’Attacco Speciale del bersaglio.","facade":"Mossa d’attacco che raddoppia la potenza se chi la usa è scottato, avvelenato o paralizzato.","focuspunch":"Chi la usa prende la mira prima di sferrare un pugno. Fallirà se verrà colpito prima di eseguire la mossa.","smellingsalts":"Infligge un danno doppio a un bersaglio paralizzato, ma ne cura anche la paralisi.","followme":"Chi la usa attira l’attenzione su di sé, costringendo i nemici a sceglierlo sempre come bersaglio.","naturepower":"Mossa che fa uso della forza della natura. Il suo effetto varia in base all’ambiente.","charge":"Potenzia la mossa di tipo Elettro usata subito dopo. Aumenta anche la Difesa Speciale di chi la usa.","taunt":"Provoca il bersaglio inducendolo a usare solo mosse d’attacco per tre turni.","helpinghand":"Mossa che aumenta la potenza dell’attacco di un alleato.","trick":"Chi la usa coglie il bersaglio in contropiede e lo obbliga a cambiare il suo strumento con il proprio.","roleplay":"Chi la usa mima in tutto il bersaglio, copiandone l’abilità.","wish":"Quando un Pokémon la usa, al turno successivo la metà dei suoi PS massimi viene recuperata da lui stesso o dal Pokémon che lo sostituisce.","assist":"Chi la usa utilizza in fretta e a caso una delle mosse degli altri Pokémon della squadra.","ingrain":"Chi la usa mette delle radici che gli fanno recuperare PS a ogni turno. Non può essere sostituito.","superpower":"Chi la usa attacca il bersaglio con grande forza, ma il suo Attacco e la sua Difesa diminuiscono.","magiccoat":"Una barriera rimanda al mittente l’effetto di mosse come Parassiseme e di mosse che influenzano lo stato.","recycle":"Chi la usa ricicla uno strumento che ha usato nella lotta e può riutilizzarlo.","revenge":"Mossa d’attacco che infligge un danno doppio se si è stati colpiti dal Pokémon bersaglio nello stesso turno.","brickbreak":"Colpisce il bersaglio con una mano e rompe barriere come Riflesso e Schermoluce.","yawn":"Chi la usa fa un grande sbadiglio che addormenta il bersaglio al turno seguente.","knockoff":"Attacco che fa cadere lo strumento del bersaglio, impedendone l’uso nella lotta. La sua potenza aumenta se il Pokémon colpito ha uno strumento.","endeavor":"Attacco che riduce i PS del bersaglio a una quantità pari ai PS di chi lo usa.","eruption":"Attacco impetuoso ed esplosivo la cui potenza è proporzionale ai PS di chi lo usa.","skillswap":"Chi la usa sfrutta i suoi poteri psichici per scambiare l’abilità con il bersaglio.","imprison":"Chi la usa impedisce al nemico di usare mosse che conoscono entrambi.","refresh":"Chi la usa riposa per guarire da avvelenamento, paralisi e scottatura.","grudge":"Se chi la usa va KO, i PP della mossa nemica che lo ha messo fuori gioco si azzerano.","snatch":"Chi la usa ruba e utilizza la mossa curativa o modifica-statistiche che un altro Pokémon stava per usare.","secretpower":"Attacco che può avere un effetto aggiuntivo a seconda del luogo in cui si trova chi lo usa.","dive":"Chi la usa si tuffa in acqua per emergere e attaccare al turno successivo.","armthrust":"Raffica di ceffoni che colpisce da due a cinque volte di fila.","camouflage":"Modifica il tipo di chi la usa a seconda del luogo, ad esempio sull’acqua, nell’erba o in una grotta.","tailglow":"Chi la usa fissa una luce forte per concentrarsi e aumentare moltissimo l’Attacco Speciale.","lusterpurge":"Chi la usa scatena un’esplosione abbagliante che può anche ridurre la Difesa Speciale del Pokémon colpito.","mistball":"Una sfera di nebbia avvolge e danneggia il bersaglio. Può anche ridurne l’Attacco Speciale.","featherdance":"Chi la usa circonda il bersaglio con un turbinio di piume riducendo di molto il suo Attacco.","teeterdance":"Chi la usa esegue una danza goffa che confonde tutti i Pokémon attorno.","blazekick":"Chi la usa tira un calcio. Probabile brutto colpo. Può anche scottare il bersaglio.","mudsport":"Chi la usa sparge fango sul campo di lotta indebolendo per cinque turni le mosse di tipo Elettro.","iceball":"Chi la usa attacca il bersaglio per cinque turni, con aumento progressivo della potenza ogni volta che va a segno.","needlearm":"Chi la usa attacca colpendo il bersaglio con i suoi arti pieni di spine. Può far tentennare il Pokémon colpito.","slackoff":"Chi la usa si rilassa recuperando metà dei propri PS massimi.","hypervoice":"Chi la usa lancia un urlo straziante che danneggia i nemici intorno a sé.","poisonfang":"Chi la usa morde il bersaglio con denti avvelenati che possono anche iperavvelenarlo.","crushclaw":"Colpisce il bersaglio con artigli robusti e affilati che possono ridurne la Difesa.","blastburn":"Potente esplosione che danneggia il bersaglio, ma fa saltare il turno successivo a chi la provoca.","hydrocannon":"Colpisce il bersaglio con un potente getto d’acqua. Chi la usa salta il turno successivo.","meteormash":"Colpisce il bersaglio con un pugno veloce come una meteora. Può far salire l’Attacco di chi la usa.","astonish":"Chi la usa attacca il bersaglio emettendo un verso terrificante. Può anche farlo tentennare.","weatherball":"Mossa d’attacco il cui tipo e la cui potenza variano in base alle condizioni atmosferiche.","aromatherapy":"Chi la usa rilascia un dolce profumo che cura tutti i problemi di stato propri e degli alleati.","faketears":"Chi la usa inscena un pianto teatrale per commuovere il bersaglio. Ne riduce di molto la Difesa Speciale.","aircutter":"Chi la usa provoca un vento tagliente che sferza i nemici intorno. Probabile brutto colpo.","overheat":"Chi la usa sferra un potente attacco, ma il contraccolpo riduce di molto il suo Attacco Speciale.","odorsleuth":"Chi la usa rende i Pokémon di tipo Spettro vulnerabili a qualsiasi tipo di mossa e può, inoltre, colpire i nemici sfuggenti.","rocktomb":"Colpisce il bersaglio con rocce. Inoltre, lo rallenta riducendone la Velocità.","silverwind":"Attacca con un forte vento di polvere di squame. Tutte le statistiche di chi la usa possono salire.","metalsound":"Orribile stridio, simile a quello prodotto dal metallo, che riduce di molto la Difesa Speciale del bersaglio.","grasswhistle":"Una dolce melodia culla il bersaglio e lo costringe ad addormentarsi.","tickle":"Chi la usa solletica il bersaglio e lo fa ridere, riducendo il suo Attacco e la sua Difesa.","cosmicpower":"Chi la usa assorbe una forza mistica dallo spazio che aumenta la Difesa e la Difesa Speciale.","waterspout":"Lancia un getto d’acqua contro il nemico che ha davanti e quelli adiacenti. La potenza è proporzionale al numero di PS di chi la usa.","signalbeam":"Chi la usa attacca con uno strano raggio di luce che può anche confondere il Pokémon colpito.","shadowpunch":"Il bersaglio riceve un pugno proveniente dalle tenebre. Questa mossa è infallibile.","extrasensory":"Chi la usa attacca con una misteriosa forza invisibile. Può far tentennare il bersaglio.","skyuppercut":"Chi la usa attacca il bersaglio con un montante che può arrivare fino al cielo.","sandtomb":"Chi la usa intrappola il bersaglio in una tempesta di sabbia per quattro o cinque turni.","sheercold":"Il bersaglio esaurisce i PS in un colpo solo. Se viene usata da Pokémon che non sono di tipo Ghiaccio, difficilmente va a segno.","muddywater":"Chi la usa attacca i nemici che ha intorno con un getto di fango che può anche ridurne la precisione.","bulletseed":"Chi la usa spara da due a cinque raffiche di semi contro il bersaglio in successione.","aerialace":"Chi la usa attacca il bersaglio a grande velocità. Questa mossa è infallibile.","iciclespear":"Chi la usa spara ghiaccioli affilati contro il bersaglio da due a cinque volte di fila.","irondefense":"Il corpo di chi la usa si indurisce come il ferro, facendone salire di molto la Difesa.","block":"Chi la usa sbarra la strada al bersaglio impedendone la fuga o la sostituzione.","howl":"Chi la usa emette un forte verso per darsi coraggio e aumentare il proprio Attacco e quello degli alleati.","dragonclaw":"Chi la usa attacca con artigli affilati che graffiano il bersaglio rapidamente e con grande forza.","frenzyplant":"Un groviglio di radici colpisce il bersaglio. Chi la usa salta il turno successivo.","bulkup":"Chi la usa tende i muscoli per gonfiare il corpo, aumentando Difesa e Attacco.","bounce":"Chi la usa balza in alto e ricade sul bersaglio dopo un turno. Può anche paralizzarlo.","mudshot":"Chi la usa attacca lanciando fango sul bersaglio, riducendone anche la Velocità.","poisontail":"Chi la usa colpisce con la coda e può avvelenare il bersaglio. Probabile brutto colpo.","covet":"Chi la usa attacca il bersaglio sorridendo e gli ruba lo strumento.","volttackle":"Chi la usa si carica di elettricità e poi attacca. Può paralizzare il bersaglio. Il contraccolpo causa seri danni.","magicalleaf":"Chi la usa sparpaglia strane foglie che inseguono il bersaglio. Questa mossa è infallibile.","watersport":"Chi la usa sparge acqua sul campo di lotta indebolendo per cinque turni le mosse di tipo Fuoco.","calmmind":"Chi la usa placa il proprio spirito meditando per aumentare l’Attacco Speciale e la Difesa Speciale.","leafblade":"Colpisce il bersaglio usando una foglia affilata come una spada. Probabile brutto colpo.","dragondance":"Danza mistica e vigorosa che aumenta l’Attacco e la Velocità di chi la usa.","rockblast":"Colpisce il bersaglio con dei massi pesanti lanciati in rapida successione. Il numero di massi varia da due a cinque.","shockwave":"Chi la usa colpisce il bersaglio con una scossa di elettricità. È impossibile eludere questa mossa.","waterpulse":"Il bersaglio viene colpito da un getto d’acqua potentissimo che può anche confonderlo.","doomdesire":"Intenso fascio di luce che colpisce il bersaglio dopo due turni dall’uso della mossa.","psychoboost":"Chi la usa sferra un potente attacco, ma il contraccolpo riduce di molto il suo Attacco Speciale.","roost":"Chi la usa sta fermo e riposa, recuperando metà dei propri PS massimi.","gravity":"Per cinque turni rende vulnerabili alle mosse di tipo Terra i Pokémon con Levitazione o di tipo Volante. Non è possibile usare mosse che fanno volare.","miracleeye":"Rende i Pokémon di tipo Buio vulnerabili a qualsiasi tipo di mossa e, inoltre, permette di colpire i nemici indipendentemente dall’elusione.","wakeupslap":"Questa mossa infligge un danno doppio a un bersaglio addormentato, ma allo stesso tempo lo risveglia.","hammerarm":"Infligge danni al bersaglio colpendolo con un pugno molto potente. Riduce la Velocità di chi la usa.","gyroball":"Chi la usa si scaglia sul bersaglio facendo ruotare vorticosamente il proprio corpo. Più lento è chi la usa, maggiore è il danno.","healingwish":"Chi la usa va KO, ma il Pokémon che lo sostituisce recupera tutti i PS e guarisce dai problemi di stato.","brine":"Se i PS del bersaglio sono scesi a metà o meno, questa mossa colpirà con il doppio della potenza.","naturalgift":"Chi la usa trae forza dalla bacca che ha. Da questa dipendono il tipo e la potenza dell’attacco.","feint":"Colpisce anche un bersaglio che ha usato mosse come Protezione e Individua, annullandone gli effetti.","pluck":"Chi la usa becca il bersaglio. Inoltre, se questi ha una bacca, gliela ruba e ne sfrutta gli effetti.","tailwind":"Chi la usa scatena un turbine che aumenta la Velocità di tutti i Pokémon della squadra per quattro turni.","acupressure":"Chi la usa esercita pressione su alcuni punti nevralgici e aumenta di molto una statistica a caso.","metalburst":"Chi la usa si vendica sul nemico che l’ha appena ferito con una mossa anche più potente.","uturn":"Chi usa questa mossa fa marcia indietro per farsi sostituire dopo aver sferrato l’attacco.","closecombat":"Chi la usa attacca abbassando la guardia. La propria Difesa e la Difesa Speciale si riducono.","payback":"Chi la usa accumula forza, poi attacca. La potenza raddoppia se il Pokémon agisce dopo il bersaglio.","assurance":"Se il bersaglio ha già subito dei danni nello stesso turno, la potenza di questa mossa raddoppia.","embargo":"Impedisce al bersaglio di usare il suo strumento e al suo Allenatore di usarne altri sul Pokémon per cinque turni.","fling":"Chi la usa lancia il suo strumento addosso al bersaglio. La forza e l’effetto dipendono dallo strumento.","psychoshift":"Con la forza psichica e la suggestione, chi la usa può trasferire i suoi problemi di stato al Pokémon colpito.","trumpcard":"La potenza di questa mossa aumenta man mano che i suoi PP diminuiscono.","healblock":"Chi la usa impedisce per cinque turni ai nemici che ha intorno di utilizzare mosse, abilità e strumenti recupera-PS che hanno con sé.","wringout":"Chi la usa stritola con forza il bersaglio. Più PS ha il Pokémon colpito, maggiore è la potenza della mossa.","powertrick":"Mossa psichica che permette a chi la usa di scambiare i valori delle sue statistiche di Attacco e Difesa.","gastroacid":"Chi la usa lancia acidi gastrici sul bersaglio. Il fluido annulla l’abilità del Pokémon colpito.","luckychant":"Chi la usa rivolge un incantesimo al cielo, impedendo al nemico di sferrare brutti colpi alla squadra per cinque turni.","mefirst":"Se chi la usa è più veloce del nemico, gli ruba la mossa e gliela ritorce contro con potenza persino maggiore.","copycat":"Chi la usa mima l’ultima mossa eseguita. Fallisce se non è stata ancora usata alcuna mossa.","powerswap":"Chi la usa sfrutta la sua forza psichica per scambiare le modifiche ad Attacco e Attacco Speciale con il bersaglio.","guardswap":"Chi la usa sfrutta la sua forza psichica per scambiare le modifiche a Difesa e Difesa Speciale con il bersaglio.","punishment":"Questa mossa diventa più potente ogni volta che il bersaglio aumenta le proprie statistiche.","lastresort":"Per usare questa mossa, bisogna prima avvalersi in lotta di tutte le altre mosse conosciute.","worryseed":"Un seme che causa ansia viene piantato sul bersaglio. Ne muta l’abilità in Insonnia e ne previene o rimuove il sonno.","suckerpunch":"Chi la usa attacca con alta priorità, ma fallisce se il bersaglio non sta preparando un attacco.","toxicspikes":"Chi la usa piazza una trappola di punte che avvelenano i nemici che scendono in campo.","heartswap":"Chi la usa sfrutta la sua forza psichica per scambiare le modifiche alle statistiche con il bersaglio.","aquaring":"Chi la usa si avvolge in un velo d’acqua. Recupera alcuni PS a ogni turno.","magnetrise":"Chi la usa si solleva in aria per cinque turni grazie a un campo elettromagnetico.","flareblitz":"Chi la usa si ricopre di fuoco e carica il bersaglio, ma subisce il contraccolpo. Può anche scottare il Pokémon colpito.","forcepalm":"Chi la usa attacca con un’onda d’urto che può anche paralizzare il bersaglio.","aurasphere":"Chi la usa rilascia una forza eterea dal profondo del corpo. La mossa è infallibile.","rockpolish":"Chi la usa leviga il proprio corpo per ridurne l’attrito. Aumenta di molto la Velocità.","poisonjab":"Il bersaglio è colpito da un tentacolo o da un arto intriso di una sostanza tossica che può anche avvelenarlo.","darkpulse":"Chi la usa emana un’aura impregnata di oscuri pensieri. Può anche far tentennare il Pokémon colpito.","nightslash":"Chi la usa colpisce il bersaglio appena si presenta l’occasione. Probabile brutto colpo.","aquatail":"Chi la usa attacca agitando la coda come se fosse una violenta ondata in una tempesta furiosa.","seedbomb":"Chi la usa emette una raffica di semi dal guscio duro che colpiscono il bersaglio dall’alto.","airslash":"Chi la usa attacca con un vento tagliente che squarcia il cielo. Può anche far tentennare il Pokémon colpito.","xscissor":"Chi la usa colpisce il bersaglio con un attacco che ricorda un colpo di forbici.","bugbuzz":"Chi la usa crea un’onda sonora che infligge danni. Può anche ridurre la Difesa Speciale del bersaglio.","dragonpulse":"Chi la usa spalanca la bocca e genera un’onda d’urto che colpisce il bersaglio.","dragonrush":"Chi la usa attacca con fare minaccioso e in questo modo può anche far tentennare il bersaglio.","powergem":"Chi la usa attacca con un raggio di luce che brilla come se fosse fatto di pietre preziose.","drainpunch":"Pugno che assorbe energia. Fa recuperare una quantità di PS pari alla metà del danno inferto.","vacuumwave":"Chi la usa rotea i pugni per lanciare un’onda di vuoto assoluto verso il bersaglio. Questa mossa ha priorità alta.","focusblast":"Chi la usa si concentra e rilascia la sua forza. Può ridurre la Difesa Speciale del Pokémon colpito.","energyball":"Chi la usa attinge energia dalla natura e la scaglia contro il bersaglio. Può anche ridurne la Difesa Speciale.","bravebird":"Chi la usa ripiega le ali e carica da bassa quota. Tuttavia, subisce considerevoli danni.","earthpower":"Dal terreno sotto il bersaglio si sprigiona una forza devastante. Può anche ridurne la Difesa Speciale.","switcheroo":"Chi la usa scambia lo strumento che ha con quello del bersaglio a una velocità impressionante.","gigaimpact":"Chi la usa carica il bersaglio usando tutta la sua forza, ma al turno successivo deve riposarsi.","nastyplot":"Chi la usa stimola il cervello pensando a cose cattive. Aumenta di molto l’Attacco Speciale.","bulletpunch":"Chi la usa attacca con una scarica di pugni veloci come proiettili. Questa mossa ha priorità alta.","avalanche":"Mossa d’attacco che infligge doppi danni se chi la usa è stato ferito dal Pokémon bersaglio nello stesso turno.","iceshard":"Chi la usa crea dei pezzi di ghiaccio e li lancia. Questa mossa ha priorità alta.","shadowclaw":"Chi la usa attacca con artigli d’ombra che colpiscono con gran forza. Probabile brutto colpo.","thunderfang":"Chi la usa morde con denti elettrificati che possono anche paralizzare o far tentennare il bersaglio.","icefang":"Chi la usa morde con denti ghiacciati. Può anche congelare o far tentennare il bersaglio.","firefang":"Chi la usa morde con denti infuocati. Può anche scottare o far tentennare il bersaglio.","shadowsneak":"Chi la usa estende la sua ombra e attacca il nemico alle spalle. Questa mossa ha priorità alta.","mudbomb":"Chi la usa lancia una compatta palla di fango. Può anche ridurre la precisione del Pokémon colpito.","psychocut":"Chi la usa colpisce il bersaglio con lame fatte di forza psichica. Probabile brutto colpo.","zenheadbutt":"Chi la usa concentra le energie psichiche nella testa e si lancia contro il bersaglio. Può anche farlo tentennare.","mirrorshot":"Chi la usa rilascia fasci d’energia dal corpo levigato. Può anche ridurre la precisione del bersaglio.","flashcannon":"Chi la usa attacca raccogliendo e rilasciando energia luminosa. Può ridurre la Difesa Speciale del bersaglio.","rockclimb":"Chi la usa carica con impeto incredibile. Il colpo può confondere il bersaglio.","defog":"Chi la usa spazza via barriere come Riflesso e Schermoluce con un forte vento e riduce la capacità d’elusione del bersaglio.","trickroom":"Chi la usa crea una dimensione in cui i Pokémon più lenti agiscono per primi per cinque turni.","dracometeor":"Attacca con meteore che cadono dal cielo. Il contraccolpo fa calare di molto l’Attacco Speciale di chi la usa.","discharge":"Chi la usa colpisce i Pokémon che ha intorno con un bagliore elettrico. Può anche paralizzarli.","lavaplume":"Chi la usa lancia fiamme scarlatte su tutti i Pokémon nelle vicinanze, danneggiandoli. Può anche scottarli.","leafstorm":"Si forma una tempesta di foglie affilate. Il contraccolpo riduce di molto l’Attacco Speciale di chi la usa.","powerwhip":"Chi la usa agita violentemente liane o tentacoli per sferzare il bersaglio.","rockwrecker":"Chi la usa attacca il bersaglio con un enorme masso, ma si deve riposare al turno successivo.","crosspoison":"Attacco con zanne avvelenate che può anche avvelenare il Pokémon colpito. Probabile brutto colpo.","gunkshot":"Chi la usa attacca il bersaglio con rifiuti sudici che possono anche avvelenarlo.","ironhead":"Chi la usa colpisce il bersaglio con la sua testa dura come l’acciaio. Può anche farlo tentennare.","magnetbomb":"Chi la usa lancia bombe d’acciaio che si attaccano al bersaglio. Una mossa infallibile.","stoneedge":"Chi la usa colpisce il bersaglio dal basso con pietre affilate. Probabile brutto colpo.","captivate":"Se i nemici che ha intorno sono del sesso opposto a chi la usa, saranno ammaliati e il loro Attacco Speciale diminuirà di molto.","stealthrock":"Chi la usa piazza una trappola di rocce sospese che danneggia i nemici che entrano in campo.","grassknot":"Chi la usa intrappola il bersaglio con l’erba e lo fa cadere. Danneggia maggiormente i Pokémon più pesanti.","chatter":"Chi la usa attacca creando un’onda sonora di parole a vanvera e confonde il bersaglio.","judgment":"Chi la usa rilascia numerosi colpi di luce. Il tipo varia a seconda della lastra che ha.","bugbite":"Chi la usa morde il bersaglio. Inoltre, se questi ha una bacca, gliela ruba e ne sfrutta gli effetti.","chargebeam":"Chi la usa lancia un fascio di elettricità molto intensa. Può anche aumentare il suo Attacco Speciale.","woodhammer":"Chi la usa si lancia con tutto il corpo contro il bersaglio, ma subisce anche considerevoli danni.","aquajet":"Chi la usa colpisce a una tale velocità da rendersi quasi invisibile. Questa mossa ha priorità alta.","attackorder":"Chi la usa raduna i suoi sgherri per colpire il bersaglio. Probabile brutto colpo.","defendorder":"Chi la usa raduna i suoi sgherri per creare uno scudo, aumentando Difesa e Difesa Speciale.","healorder":"Chi la usa raduna i suoi sgherri per farsi curare. Recupera metà dei PS massimi.","headsmash":"Chi la usa attacca con tutta la potenza di cui dispone, ma subisce danni considerevoli.","doublehit":"Chi la usa colpisce il bersaglio due volte di fila con la coda, una liana o simili.","roaroftime":"Chi la usa colpisce il bersaglio con una forza capace di alterare il tempo, ma deve stare fermo al turno successivo.","spacialrend":"Chi la usa lacera il bersaglio e lo spazio che lo circonda. Probabile brutto colpo.","lunardance":"Chi la usa va KO. Il Pokémon che lo sostituisce guarisce dai propri problemi di stato e recupera tutti i PS e i PP.","crushgrip":"Colpisce il bersaglio con grande forza. Più PS ha il Pokémon colpito, maggiore è la potenza della mossa.","magmastorm":"Intrappola il bersaglio in un turbine di fuoco che dura per quattro o cinque turni.","darkvoid":"Trascina i nemici intorno in un mondo di totale oscurità e li fa addormentare.","seedflare":"Chi la usa genera un’onda d’urto dal suo corpo. Può anche ridurre di molto la Difesa Speciale del bersaglio.","ominouswind":"Chi la usa attacca con una forte raffica di vento che può aumentare tutte le sue statistiche.","shadowforce":"Chi la usa sparisce e poi colpisce il bersaglio al turno successivo. Colpisce anche un Pokémon che ha usato Protezione, Individua o simili.","honeclaws":"Chi la usa affila i propri artigli aumentando Attacco e precisione.","wideguard":"Chi la usa protegge sé e gli alleati da colpi ad ampio raggio per un turno.","guardsplit":"Chi la usa sfrutta la sua forza psichica per sommare Difesa e Difesa Speciale a quelle del bersaglio e dividerle equamente.","powersplit":"Chi la usa sfrutta la sua forza psichica per sommare Attacco e Attacco Speciale a quelli del bersaglio e dividerli equamente.","wonderroom":"Chi la usa crea una dimensione in cui Difesa e Difesa Speciale di tutti i Pokémon vengono scambiate per cinque turni.","psyshock":"Chi la usa attacca il bersaglio facendo materializzare misteriose onde psichiche che provocano danni fisici.","venoshock":"Lancia uno speciale liquido tossico sul bersaglio. Se questi è avvelenato, il danno provocato raddoppia.","autotomize":"Chi la usa si libera di tutti i pesi in eccesso, alleggerendosi e aumentando di molto la propria Velocità.","ragepowder":"Chi la usa attira l’attenzione dei nemici cospargendosi di una polvere irritante e diventando bersaglio di tutti gli attacchi.","telekinesis":"Chi la usa fa fluttuare in aria il bersaglio, rendendolo facile da colpire per tre turni.","magicroom":"Chi la usa crea una dimensione in cui l’effetto degli strumenti di tutti i Pokémon è annullato per cinque turni.","smackdown":"Chi la usa lancia una pietra o un proiettile. Può colpire anche un bersaglio in volo e farlo cadere.","stormthrow":"Chi la usa sferra un colpo micidiale al bersaglio. Brutto colpo assicurato.","flameburst":"Chi la usa emana una fiammata che colpisce il bersaglio e si propaga fino a raggiungere i Pokémon vicini.","sludgewave":"Lancia un’onda di fango che attacca tutti i Pokémon nelle vicinanze. Può anche avvelenarli.","quiverdance":"Danza leggiadra ed elegante che aumenta l’Attacco Speciale, la Difesa Speciale e la Velocità di chi la usa.","heavyslam":"Chi la usa si lancia contro il bersaglio con tutto il proprio peso. Più è pesante rispetto ad esso, più danni causa.","synchronoise":"Chi la usa infligge danni a tutti i Pokémon dello stesso tipo che si trovano nelle vicinanze usando misteriose onde elettromagnetiche.","electroball":"Chi la usa attacca con una sfera d’energia elettrica. Più è rapido rispetto al bersaglio, più danni arreca.","soak":"Chi la usa proietta un lungo getto d’acqua contro il bersaglio e lo rende un Pokémon di tipo Acqua.","flamecharge":"Chi la usa si copre di fuoco e attacca il bersaglio. Concentrandosi aumenta, inoltre, la propria Velocità.","coil":"Chi la usa si concentra aumentando Attacco, Difesa e precisione.","lowsweep":"Chi la usa colpisce con un attacco fulmineo la parte inferiore del corpo del bersaglio, riducendone la Velocità.","acidspray":"Chi la usa attacca il bersaglio con un acido altamente corrosivo. Il fluido riduce di molto la Difesa Speciale del bersaglio.","foulplay":"Chi la usa sfrutta la forza del bersaglio. Il danno inflitto è proporzionale all’Attacco del nemico.","simplebeam":"Chi la usa emette un misterioso raggio psichico che trasforma l’abilità del Pokémon colpito in Disinvoltura.","entrainment":"Chi la usa saltella con un buffo ritmo, inducendo il bersaglio a imitarlo e rendendo la sua abilità identica alla propria.","afteryou":"Chi la usa aiuta un bersaglio più lento permettendogli di agire subito dopo.","round":"Attacca il bersaglio con una melodia. Se usata durante lo stesso turno da più Pokémon, i danni inflitti aumentano.","echoedvoice":"Attacca il bersaglio con la propria voce echeggiante. Se usata a ripetizione da uno o più Pokémon il danno aumenta.","chipaway":"Chi la usa attacca non appena il bersaglio abbassa la guardia. Il danno inflitto prescinde dalle modifiche alle statistiche del bersaglio.","clearsmog":"Attacca il bersaglio lanciandogli contro una nuvola di fumo speciale, che annulla ogni modifica alle statistiche.","storedpower":"Attacca il bersaglio con l’energia accumulata. Più sono state aumentate le statistiche, maggiore è il danno inflitto.","quickguard":"Chi la usa protegge sé e gli alleati dalle mosse ad alta priorità.","allyswitch":"Chi la usa cambia di posto con un alleato in campo grazie a un misterioso potere.","scald":"Chi la usa attacca il bersaglio con un getto d’acqua bollente che può anche scottarlo.","shellsmash":"Chi la usa si disfa del guscio. Difesa e Difesa Speciale calano, ma aumentano di molto Attacco, Attacco Speciale e Velocità.","healpulse":"Chi la usa lancia un’onda rilassante che fa recuperare al bersaglio metà dei suoi PS massimi.","hex":"Attacco che causa un danno enorme se il bersaglio ha problemi di stato.","skydrop":"Porta il bersaglio in cielo e lo scaglia a terra al turno successivo. Il bersaglio catturato non può muoversi.","shiftgear":"Facendo ruotare gli ingranaggi, chi la usa aumenta non solo il proprio Attacco, ma anche di molto la propria Velocità.","circlethrow":"Il bersaglio è scaraventato via ed è costretto a lasciare il posto a un altro. Mette fine alle lotte contro singoli Pokémon selvatici.","incinerate":"Attacca i nemici che ha intorno con una fiammata. Il fuoco distruggerà le bacche o alcuni tipi di strumenti che i Pokémon hanno con sé.","quash":"Chi la usa spinge via il bersaglio, costringendolo ad agire per ultimo.","acrobatics":"Attacca rapidamente il bersaglio. Se chi la usa non ha uno strumento, infligge al nemico grossi danni.","reflecttype":"Chi la usa cambia il proprio tipo in quello del bersaglio.","retaliate":"Vendica un alleato messo KO. Se ciò è accaduto al turno precedente, il danno è maggiore.","finalgambit":"Chi la usa attacca con tutta la potenza di cui dispone e va KO, ma infligge al bersaglio un danno pari ai PS che ha perso.","bestow":"Chi la usa consegna il proprio strumento al bersaglio, se questi ne è sprovvisto.","inferno":"Il bersaglio viene avvolto da intense fiammate che causano scottature.","waterpledge":"Attacca il bersaglio con una colonna d’acqua. Se usata con Fiammapatto, gli effetti aumentano e appare un arcobaleno.","firepledge":"Attacca il bersaglio con una colonna di fuoco. Se usata con Erbapatto, gli effetti aumentano e il campo diventa un mare di fuoco.","grasspledge":"Attacca il bersaglio con una colonna d’erba. Se usata con Acquapatto, gli effetti aumentano e il campo diventa una palude.","voltswitch":"Chi usa questa mossa si tira indietro per farsi sostituire dopo aver sferrato l’attacco.","strugglebug":"Colpisce i nemici intorno opponendo resistenza e riducendo il loro Attacco Speciale.","bulldoze":"Chi la usa calpesta il terreno e scatena un terremoto che danneggia i Pokémon nei paraggi, riducendone la Velocità.","frostbreath":"Chi la usa attacca il bersaglio con un soffio d’aria gelida. Brutto colpo assicurato.","dragontail":"Chi la usa fa volar via il bersaglio in modo che venga sostituito. Se il bersaglio è un singolo Pokémon selvatico, la lotta finisce.","workup":"Chi la usa si tira su di morale, aumentando il proprio Attacco e l’Attacco Speciale.","electroweb":"Chi la usa attacca i nemici intorno a sé catturandoli con una ragnatela elettrica e riducendone la Velocità.","wildcharge":"Chi la usa si carica di elettricità per poi scagliarsi sul bersaglio, ma subisce dei danni per il contraccolpo.","drillrun":"Chi la usa si scaglia sul bersaglio ruotando su se stesso come un trapano perforante. Probabile brutto colpo.","dualchop":"Chi la usa attacca due volte il bersaglio con dei colpi estremamente forti.","heartstamp":"Chi la usa distrae il bersaglio con un faccino innocente per poi sferrargli un colpo devastante che può farlo tentennare.","hornleech":"Chi la usa infilza il bersaglio con le corna e assorbe una quantità di PS pari a metà del danno inferto.","sacredsword":"Chi la usa taglia il bersaglio con una spada magica. Il danno inflitto ignora le modifiche alle statistiche del Pokémon colpito.","razorshell":"Chi la usa colpisce il bersaglio con il suo guscio affilato. Il colpo può anche ridurre la Difesa del bersaglio.","heatcrash":"Chi la usa carica con il suo corpo rovente. Più è pesante rispetto al bersaglio, più danni causa.","leaftornado":"Chi la usa avvolge e attacca il bersaglio con foglie affilate che possono anche ridurne la precisione.","steamroller":"Chi la usa ruota su se stesso e schiaccia il bersaglio. Può anche farlo tentennare.","cottonguard":"Chi la usa avvolge il proprio corpo con del cotone molto morbido, proteggendosi e aumentando moltissimo la propria Difesa.","nightdaze":"Chi la usa attacca il bersaglio con un’onda d’urto oscura che può anche ridurne la precisione.","psystrike":"Chi la usa attacca il bersaglio facendo materializzare misteriose onde psichiche che provocano danni fisici.","tailslap":"Chi la usa colpisce il bersaglio con la sua coda dura da due a cinque volte di fila.","hurricane":"Chi la usa attacca il bersaglio avvolgendolo con un vento fortissimo. Può anche confonderlo.","headcharge":"Chi la usa carica il bersaglio con la testa in stile afro, ma subisce un po’ di danni per il contraccolpo.","geargrind":"Chi la usa colpisce il bersaglio due volte di fila lanciandogli contro degli ingranaggi d’acciaio.","searingshot":"Chi la usa lancia fiamme scarlatte su tutti i Pokémon nelle vicinanze, danneggiandoli. Può anche scottarli.","technoblast":"Chi la usa rilascia un colpo di luce contro il bersaglio. Il tipo varia a seconda del modulo che ha.","relicsong":"Chi la usa attacca i nemici intorno a sé intonando un’antica melodia che colpisce il loro spirito. Può anche farli addormentare.","secretsword":"Chi la usa attacca il bersaglio tagliandolo con una spada mistica. La misteriosa energia sprigionata provoca danni fisici.","glaciate":"Chi la usa attacca i nemici intorno con una folata d’aria gelida e ne riduce anche la Velocità.","boltstrike":"Colpisce il bersaglio con una possente carica elettrica e può anche paralizzarlo.","blueflare":"Chi la usa attacca il bersaglio avvolgendolo con magnifiche e intense fiamme blu che possono anche scottarlo.","fierydance":"Chi la usa viene avvolto da fiamme che scaglia contro il bersaglio, sbattendo le ali. Può anche aumentare l’Attacco Speciale.","freezeshock":"Chi la usa lancia contro il bersaglio al turno successivo una sfera di ghiaccio ricoperta di elettricità. Può anche paralizzarlo.","iceburn":"Chi la usa attacca il bersaglio al turno successivo e lo avvolge in un soffio d’aria gelida. Può anche scottarlo.","snarl":"Chi la usa si mette a urlare per un po’, riducendo l’Attacco Speciale dei nemici intorno.","iciclecrash":"Chi la usa attacca violentemente il bersaglio con grosse stalattiti di ghiaccio che possono anche farlo tentennare.","vcreate":"Chi la usa carica emettendo fiamme ardenti dalla fronte, a costo di una riduzione di Difesa, Difesa Speciale e Velocità.","fusionflare":"Chi la usa lancia una fiammata enorme. Se usata in combinazione con Incrotuono, il danno provocato dalla mossa aumenta.","fusionbolt":"Chi la usa lancia un fulmine enorme. Se usata in combinazione con Incrofiamma, il danno provocato dalla mossa aumenta.","flyingpress":"Chi la usa si tuffa sul bersaglio dall’alto. È una mossa di tipo Lotta e Volante allo stesso tempo.","matblock":"Chi la usa protegge se stesso e i propri alleati dai danni di mosse nemiche, adoperando un tappetino come scudo. Non è efficace contro mosse di stato.","belch":"Chi la usa attacca il bersaglio con un rutto potente. Per utilizzare questa mossa, il Pokémon deve mangiare la bacca che possiede.","rototiller":"Chi la usa dissoda la terra per far crescere meglio l’erba. Questa mossa aumenta l’Attacco e l’Attacco Speciale dei Pokémon di tipo Erba.","stickyweb":"Chi la usa intreccia una rete appiccicosa attorno alla squadra avversaria, diminuendo la Velocità dei Pokémon nemici che entreranno in campo.","fellstinger":"L’Attacco di chi la usa aumenta moltissimo se grazie alla mossa il bersaglio va KO.","phantomforce":"Chi la usa scompare improvvisamente per attaccare poi nel turno seguente. Questa mossa neutralizza le protezioni del bersaglio.","trickortreat":"Il bersaglio viene invitato a festeggiare Halloween e aggiunge così al proprio tipo anche il tipo Spettro.","nobleroar":"Chi la usa emette un urlo potente che intimidisce il bersaglio, riducendone l’Attacco e l’Attacco Speciale.","iondeluge":"Chi la usa disperde delle particelle elettrizzate che trasformano le mosse di tipo Normale in mosse di tipo Elettro.","paraboliccharge":"Infligge danni a tutti i Pokémon vicini. Chi la usa recupera una quantità di PS pari alla metà del danno inferto.","forestscurse":"Chi la usa invoca la maledizione del bosco sul bersaglio, che acquisisce così anche il tipo Erba.","petalblizzard":"Infligge danni ai Pokémon che ha intorno attaccandoli con una tempesta di fiori.","freezedry":"Chi la usa raffredda istantaneamente il bersaglio e può congelarlo. Risulta superefficace contro i Pokémon di tipo Acqua.","disarmingvoice":"Chi la usa infligge un danno spirituale ai nemici nei paraggi con una voce suadente. L’attacco andrà immancabilmente a segno.","partingshot":"Chi la usa lancia un monito intimidatorio al bersaglio, riducendone l’Attacco e l’Attacco Speciale, e si fa sostituire da un altro Pokémon della squadra.","topsyturvy":"Inverte tutte le modifiche alle statistiche del Pokémon bersaglio.","drainingkiss":"Chi la usa assorbe energia dal bersaglio con un bacio, recuperando così PS in quantità pari a più della metà del danno inferto.","craftyshield":"Grazie a un misterioso potere, protegge chi la usa e gli alleati dalle mosse di stato. È tuttavia inefficace contro mosse che infliggono danni.","flowershield":"Grazie a un misterioso potere, aumenta la Difesa di tutti i Pokémon di tipo Erba presenti in campo.","grassyterrain":"Per cinque turni il terreno entra nello stato di Campo Erboso: i Pokémon a terra recuperano PS a ogni turno e la potenza delle mosse di tipo Erba aumenta.","mistyterrain":"Per cinque turni il terreno entra nello stato di Campo Nebbioso: i Pokémon a terra sono immuni ai problemi di stato e la potenza delle mosse Drago è dimezzata.","electrify":"Se si contagia il bersaglio prima che usi la sua mossa, per quel turno questa sarà di tipo Elettro.","playrough":"Chi la usa attacca il bersaglio con delle carinerie. Può anche ridurne l’Attacco.","fairywind":"Chi la usa solleva un vento fatato che investe il bersaglio.","moonblast":"Chi la usa sfrutta il potere della luna per attaccare il bersaglio. Può anche ridurne l’Attacco Speciale.","boomburst":"Colpisce i Pokémon che ha intorno con la forza di un boato distruttivo.","fairylock":"Impone un blocco al terreno di lotta che nel turno successivo impedisce a tutti i Pokémon di fuggire.","kingsshield":"Chi la usa si protegge, assumendo una posizione di difesa e riducendo l’Attacco di nemici o alleati con cui entra in contatto.","playnice":"Chi la usa diventa amico del bersaglio, rabbonendolo e riducendone così l’Attacco.","confide":"Chi la usa svela dei segreti al bersaglio, distraendolo e riducendone l’Attacco Speciale.","diamondstorm":"Colpisce i nemici che ha intorno con una tempesta di diamanti. Può anche aumentare di molto la Difesa di chi la usa.","steameruption":"Travolge il bersaglio con un’ondata di vapore rovente che può anche scottarlo.","hyperspacehole":"Chi la usa sfrutta un passaggio interdimensionale per comparire a fianco del bersaglio e colpirlo, eludendo mosse come Protezione e Individua.","watershuriken":"Chi la usa attacca il bersaglio con degli shuriken di muco da due a cinque volte di fila. Questa mossa ha priorità alta.","mysticalfire":"Colpisce il bersaglio soffiandogli contro delle fiammate incredibilmente roventi, riducendone l’Attacco Speciale.","spikyshield":"Protegge dagli attacchi, riducendo inoltre i PS dei Pokémon che entrano in contatto con chi la usa.","aromaticmist":"Aumenta la Difesa Speciale di un alleato tramite un misterioso aroma.","eerieimpulse":"Il corpo di chi la usa emette onde anomale che investono il bersaglio, riducendone di molto l’Attacco Speciale.","venomdrench":"Emette un liquido particolare che riduce l’Attacco, l’Attacco Speciale e la Velocità dei nemici avvelenati intorno a chi la usa.","powder":"Il bersaglio viene coperto da un pulviscolo che esplode danneggiandolo se questi utilizza una mossa di tipo Fuoco nello stesso turno.","geomancy":"Chi la usa assorbe energia nel primo turno per aumentare poi notevolmente l’Attacco Speciale, la Difesa Speciale e la Velocità in quello seguente.","magneticflux":"Tramite il controllo dei campi magnetici, aumenta la Difesa e la Difesa Speciale dei Pokémon alleati dotati delle abilità Più o Meno.","happyhour":"Questa mossa raddoppia la ricompensa ricevuta dopo aver vinto una lotta.","electricterrain":"Per cinque turni il terreno entra nello stato di Campo Elettrico: i Pokémon a terra non si addormentano e la potenza delle mosse di tipo Elettro aumenta.","dazzlinggleam":"Chi la usa emette una luce potentissima che infligge danni ai nemici intorno.","celebrate":"Il Pokémon ti fa gli auguri nel tuo giorno speciale.","holdhands":"Il Pokémon che la usa e un alleato si prendono per mano e fanno salti di gioia.","babydolleyes":"Chi la usa rivolge i propri occhioni languidi al bersaglio, riducendone l’Attacco. Questa mossa ha priorità alta.","nuzzle":"Chi la usa strofina le guance elettrizzate contro il bersaglio, paralizzandolo.","holdback":"Chi la usa attacca il bersaglio, modulando il colpo in modo da lasciargli almeno un PS.","infestation":"Chi la usa lancia un attacco che tormenta il bersaglio per quattro o cinque turni, durante i quali gli impedisce di fuggire.","poweruppunch":"Rende i pugni più duri a ogni colpo inferto. Se i pugni vanno a segno, l’Attacco di chi la usa aumenta.","oblivionwing":"Chi la usa assorbe energia dal bersaglio recuperando una quantità di PS pari a più della metà del danno inferto.","thousandarrows":"Colpisce i nemici intorno scaraventando a terra quelli che si trovano in aria.","thousandwaves":"Un’onda strisciante investe i nemici intorno impedendo loro di fuggire.","landswrath":"Chi la usa raccoglie energia tellurica e ne concentra il potere sui nemici che ha intorno, danneggiandoli.","lightofruin":"Concentra il potere del Fiore Eterno in un raggio di luce potentissimo con cui attacca il bersaglio. Causa danni ingenti anche a chi la usa.","originpulse":"Attacca i nemici intorno colpendoli con miriadi di raggi di luce blu.","precipiceblades":"Attacca i nemici intorno trasformando la potenza della terra in lame affilate.","dragonascent":"Permette di proiettarsi in aria e fiondarsi sul bersaglio attaccando ad altissima velocità. Riduce la Difesa e la Difesa Speciale di chi la usa.","hyperspacefury":"Permette di attaccare ripetutamente grazie ai molti arti, ignorando mosse come Protezione o Individua. Riduce la Difesa di chi la usa.","breakneckblitz":"Dummy Data","alloutpummeling":"Dummy Data","supersonicskystrike":"Dummy Data","aciddownpour":"Dummy Data","tectonicrage":"Dummy Data","continentalcrush":"Dummy Data","savagespinout":"Dummy Data","neverendingnightmare":"Dummy Data","corkscrewcrash":"Dummy Data","infernooverdrive":"Dummy Data","hydrovortex":"Dummy Data","bloomdoom":"Dummy Data","gigavolthavoc":"Dummy Data","shatteredpsyche":"Dummy Data","subzeroslammer":"Dummy Data","devastatingdrake":"Dummy Data","blackholeeclipse":"Dummy Data","twinkletackle":"Dummy Data","catastropika":"Grazie al Potere Z, Pikachu accumula un’enorme quantità di energia elettrica e si lancia contro il bersaglio a tutta forza.","shoreup":"Chi la usa recupera metà dei propri PS massimi. Durante le tempeste di sabbia ne recupera di più.","firstimpression":"È una mossa molto potente, ma funziona solo appena scesi in campo.","banefulbunker":"Protegge dagli attacchi e avvelena i Pokémon che lanciano un attacco diretto su chi la usa.","spiritshackle":"Chi la usa attacca il bersaglio e fissa la sua ombra a terra impedendogli di fuggire.","darkestlariat":"Chi la usa attacca il bersaglio mulinando gli arti. Il danno inflitto ignora le modifiche alle statistiche del bersaglio.","sparklingaria":"Chi la usa si mette a cantare emettendo tanti palloncini d’acqua. I Pokémon che subiscono danni da questa mossa guariscono dalle scottature.","icehammer":"Infligge danni al bersaglio colpendolo con un pugno molto potente. Riduce la Velocità di chi la usa.","floralhealing":"Fa recuperare metà dei PS massimi al bersaglio. È più efficace quando il terreno di lotta è nello stato di Campo Erboso.","highhorsepower":"Chi la usa travolge il bersaglio con un attacco possente.","strengthsap":"Fa recuperare una quantità di PS pari all’Attacco del bersaglio, che vedrà diminuire questa statistica.","solarblade":"Chi la usa assorbe la luce condensandola in una lama al primo turno per poi attaccare al turno successivo.","leafage":"Attacca il bersaglio con delle foglie.","spotlight":"Chi la usa accende un riflettore sopra il bersaglio deviando su di lui per quel turno tutti gli attacchi dei suoi nemici.","toxicthread":"Avvelena il bersaglio avvolgendolo con filamenti tossici e ne riduce la Velocità.","laserfocus":"Chi la usa si concentra e nel turno successivo metterà sicuramente a segno un brutto colpo.","gearup":"Dà una marcia in più agli alleati con le abilità Meno o Più aumentandone l’Attacco e l’Attacco Speciale.","throatchop":"Chi viene colpito da questa mossa prova un dolore lancinante e non può più usare mosse basate sul suono per due turni.","pollenpuff":"Chi la usa attacca il nemico con una sfera esplosiva. Se colpisce degli alleati, fa recuperare loro dei PS.","anchorshot":"Chi la usa attacca il nemico con un’ancora e lo intrappola nella catena impedendogli di fuggire.","psychicterrain":"Per cinque turni il terreno entra nello stato di Campo Psichico: i Pokémon a terra non subiscono mosse ad alta priorità e le mosse di tipo Psico sono potenziate.","lunge":"Chi la usa si lancia con tutte le sue forze sul bersaglio e ne riduce l’Attacco.","firelash":"Colpisce il bersaglio con una frusta infuocata e ne riduce la Difesa.","powertrip":"Chi la usa attacca il bersaglio sfoggiando la propria forza. Più le sue statistiche sono state aumentate, più la mossa è potente.","burnup":"Chi la usa attacca sfruttando tutta la sua potenza incendiaria per infliggere gravi danni al bersaglio, ma come conseguenza perde il tipo Fuoco.","speedswap":"Chi la usa scambia la propria Velocità con quella del bersaglio.","smartstrike":"Chi la usa colpisce il bersaglio con un corno appuntito. Questa mossa va sempre a segno.","purify":"Chi la usa cura i problemi di stato del bersaglio e in cambio recupera PS.","revelationdance":"Chi la usa si lancia in una danza e attacca il nemico con tutte le sue forze. Il tipo della mossa corrisponde al tipo del Pokémon che la usa.","coreenforcer":"Il bersaglio subisce dei danni e, se ha già agito nel turno, perde la sua abilità.","tropkick":"Chi la usa colpisce il bersaglio con un potente calcio sfruttando una tecnica originaria dei paesi tropicali e ne riduce l’Attacco.","instruct":"Costringe il bersaglio a ripetere immediatamente l’ultima mossa che ha sferrato.","beakblast":"Chi la usa arroventa il proprio becco e poi attacca. Se un Pokémon lo colpisce con un attacco diretto mentre sta accumulando calore, resta scottato.","clangingscales":"Chi la usa attacca il bersaglio con un suono fortissimo che genera sfregando le scaglie del corpo. Dopo aver attaccato, la sua Difesa diminuisce.","dragonhammer":"Chi la usa infligge danni al bersaglio usando il proprio corpo come se fosse un martello.","brutalswing":"Chi la usa infligge danni intorno a sé facendo ruotare una parte del suo corpo.","auroraveil":"Riduce i danni subiti dalle mosse fisiche e dalle mosse speciali per cinque turni. Si può usare solo quando grandina.","sinisterarrowraid":"Grazie al Potere Z, Decidueye crea una formazione di frecce che colpisce il bersaglio a gran velocità.","maliciousmoonsault":"Grazie al Potere Z, Incineroar richiama tutta la sua forza e si lancia impetuosamente sul bersaglio.","oceanicoperetta":"Grazie al Potere Z, Primarina concentra un’enorme quantità d’acqua e attacca il bersaglio con una potenza smisurata.","guardianofalola":"Grazie al Potere Z, il Nume Locale evoca l’energia di Alola e attacca con grande potenza, facendo perdere al bersaglio la maggior parte dei suoi PS.","soulstealingstarstrike":"Grazie al Potere Z, Marshadow fa appello a tutte le sue forze e colpisce il bersaglio con una scarica di calci e pugni potentissimi.","stokedsparksurfer":"Grazie al Potere Z, il Raichu di Alola attacca con tutta la sua potenza e paralizza il bersaglio.","pulverizingpancake":"Grazie al Potere Z, Snorlax tira fuori la grinta e, muovendo energicamente il suo enorme corpo, attacca il bersaglio con tutta la sua forza.","extremeevoboost":"Grazie al Potere Z, Eevee evoca a sé tutta l’energia delle sue possibili evoluzioni e aumenta di molto le sue statistiche.","genesissupernova":"Grazie al Potere Z, Mew attacca il bersaglio con tutta la sua forza e genera un Campo Psichico a terra.","shelltrap":"Il guscio del Pokémon diventa una trappola. Se un nemico lo colpisce con una mossa fisica, innesca un’esplosione e subisce dei danni.","fleurcannon":"Colpisce il bersaglio con un potente raggio, ma riduce di molto l’Attacco Speciale di chi la usa.","psychicfangs":"Morde il bersaglio con delle zanne generate con l’energia psichica e rompe barriere come Riflesso e Schermoluce.","stompingtantrum":"Chi la usa attacca battendo i piedi per la rabbia. Se la mossa usata al turno precedente non è andata a segno, la potenza raddoppia.","shadowbone":"Chi la usa colpisce il bersaglio con un osso in cui alberga uno spirito. Può anche ridurne la Difesa.","accelerock":"Chi la usa attacca il bersaglio colpendolo a tutta velocità. Questa mossa ha priorità alta.","liquidation":"Chi la usa colpisce il bersaglio con la forza dell’acqua. Può anche ridurne la Difesa.","prismaticlaser":"Chi la usa proietta dei potenti raggi di luce grazie alla potenza del suo prisma, ma non può agire nel turno successivo.","spectralthief":"Chi la usa ruba gli aumenti delle statistiche del bersaglio, poi si nasconde nella sua ombra e lo attacca.","sunsteelstrike":"Chi la usa travolge il bersaglio con la potenza di una meteora. Questo attacco ignora l’abilità del bersaglio.","moongeistbeam":"Chi la usa proietta sul bersaglio un misterioso raggio di luce. Questo attacco ignora l’abilità del bersaglio.","tearfullook":"Chi la usa guarda il bersaglio con gli occhi pieni di lacrime e gli fa perdere lo spirito combattivo, riducendone l’Attacco e l’Attacco Speciale.","zingzap":"Chi la usa colpisce il bersaglio investendolo con una potente scarica elettrica che può anche farlo tentennare.","naturesmadness":"Scatena l’ira della natura sul bersaglio e ne dimezza i PS.","multiattack":"Chi la usa si avvolge in un potente campo energetico e colpisce il bersaglio. Il tipo della mossa varia in base alla ROM installata.","voltthunderbolt":"Grazie al Potere Z, Pikachu con il berretto scatena una potentissima scarica elettrica. Probabile brutto colpo.","mindblown":"Chi la usa fa esplodere la propria testa per attaccare tutti i Pokémon che ha intorno, ma subisce danni.","plasmafists":"Chi la usa attacca con pugni carichi di elettricità. Trasforma le mosse di tipo Normale in mosse di tipo Elettro.","photongeyser":"Attacca il bersaglio con una colonna di luce. Infligge danni in base all’Attacco o all’Attacco Speciale scegliendo il più alto tra i due.","lightthatburnsthesky":"Infligge danni in base all’Attacco o all’Attacco Speciale scegliendo il più alto tra i due. Questo attacco ignora l’abilità del bersaglio.","searingsunrazesmash":"Grazie al Potere Z, Solgaleo attacca il bersaglio con tutta la sua forza. Questo attacco ignora l’abilità del bersaglio se questa ha effetto sulle mosse.","menacingmoonrazemaelstrom":"Grazie al Potere Z, Lunala attacca il bersaglio con tutta la sua forza. Questo attacco ignora l’abilità del bersaglio se questa ha effetto sulle mosse.","letssnuggleforever":"Grazie al Potere Z, Mimikyu fa appello a tutte le sue forze e attacca il bersaglio tempestandolo di colpi.","splinteredstormshards":"Grazie al Potere Z, Lycanroc attacca il bersaglio con tutta la sua forza. Questa mossa annulla anche gli eventuali campi attivi.","clangoroussoulblaze":"Grazie al Potere Z, Kommo-o attacca i nemici con tutta la sua forza. Inoltre, aumenta le proprie statistiche.","zippyzap":"Un attacco elettrico ad altissima velocità. Questa mossa ha priorità alta e infligge sicuramente un brutto colpo.","splishysplash":"Colpisce il bersaglio con un’enorme onda caricata di elettricità che può anche paralizzarlo.","floatyfall":"Chi la usa si libra in aria per poi piombare addosso al bersaglio. Può anche far tentennare il Pokémon colpito.","pikapapow":"Questa mossa infallibile diventa più potente con il rafforzarsi del rapporto tra Pikachu e l’Allenatore.","bouncybubble":"Chi la usa colpisce il bersaglio con una raffica di bolle, per poi assorbirle e recuperare una quantità di PS pari alla metà del danno inferto.","buzzybuzz":"Colpisce il bersaglio con una scarica elettrica che lo paralizza.","sizzlyslide":"Chi la usa viene avvolto dalle fiamme e colpisce il bersaglio con forza, scottandolo.","glitzyglow":"Colpisce il bersaglio ripetutamente con onde di forza psicocinetica e innalza una barriera fantastica che riduce i danni degli attacchi speciali nemici.","baddybad":"Chi la usa scatena l’oscurità che ha dentro, colpendo il bersaglio e innalzando una barriera fantastica che riduce i danni degli attacchi fisici nemici.","sappyseed":"Fa crescere un’enorme pianta che colpisce il bersaglio con una pioggia di semi. Questi sottraggono PS a ogni turno permettendo a chi la usa di curarsi.","freezyfrost":"Chi la usa attacca il bersaglio con un cristallo formato da una nube nera congelata, che annulla ogni modifica alle statistiche di tutti i Pokémon.","sparklyswirl":"Chi la usa attacca il bersaglio avvolgendolo in un turbine di profumi soffocanti e cura i problemi di stato propri e degli alleati.","veeveevolley":"Questa mossa infallibile diventa più potente con il rafforzarsi del rapporto tra Eevee e l’Allenatore.","doubleironbash":"Chi la usa attacca il bersaglio due volte ruotando su se stesso e colpendolo con le braccia. Può anche farlo tentennare.","maxguard":"Permette di eludere tutti gli attacchi. Se usata in successione può fallire.","dynamaxcannon":"Chi la usa attacca emettendo un raggio dal suo nucleo. Se l’avversario è dynamaxizzato causa il doppio dei danni.","snipeshot":"Permette di attaccare un bersaglio ignorando gli effetti di mosse e abilità che attirano altre mosse.","jawlock":"Impedisce a chi la usa e al bersaglio di essere sostituiti finché non vanno KO. L’effetto svanisce se uno dei due lascia il campo.","stuffcheeks":"Se chi la usa ha con sé una bacca, la mangia e la sua Difesa aumenta di molto.","noretreat":"Chi la usa aumenta tutte le sue statistiche ma non può più fuggire o essere sostituito.","tarshot":"Chi la usa getta catrame appiccicoso sul bersaglio abbassandone la Velocità e rendendolo vulnerabile al tipo Fuoco.","magicpowder":"Chi la usa getta addosso al bersaglio una polvere magica che lo rende di tipo Psico.","dragondarts":"Chi la usa attacca due volte sparando Dreepy. Quando sono presenti due bersagli, vengono colpiti entrambi una sola volta.","teatime":"Chi la usa invita tutti i Pokémon in campo a prendere il tè. Quelli che hanno con sé una bacca la mangiano.","octolock":"Chi la usa immobilizza il bersaglio impedendogli di fuggire e ne diminuisce la Difesa e la Difesa Speciale a ogni turno.","boltbeak":"Chi la usa attacca il bersaglio con il becco appuntito carico d’elettricità. Se attacca per primo, la potenza della mossa raddoppia.","fishiousrend":"Chi la usa morde il bersaglio con le dure branchie. Se attacca per primo, la potenza della mossa raddoppia.","courtchange":"Una forza misteriosa inverte gli effetti attivi sul campo alleato e sul campo avversario.","maxflare":"Un attacco di tipo Fuoco che può essere eseguito dai Pokémon dynamaxizzati. Intensifica i raggi solari per cinque turni.","maxflutterby":"Un attacco di tipo Coleottero che può essere eseguito dai Pokémon dynamaxizzati. Riduce l’Attacco Speciale dei nemici intorno.","maxlightning":"Un attacco di tipo Elettro che può essere eseguito dai Pokémon dynamaxizzati. Per cinque turni il terreno entra nello stato di Campo Elettrico.","maxstrike":"Un attacco di tipo Normale che può essere eseguito dai Pokémon dynamaxizzati. Riduce la Velocità dei nemici intorno.","maxknuckle":"Un attacco di tipo Lotta che può essere eseguito dai Pokémon dynamaxizzati. Aumenta l’Attacco degli alleati.","maxphantasm":"Un attacco di tipo Spettro che può essere eseguito dai Pokémon dynamaxizzati. Riduce la Difesa dei nemici intorno.","maxhailstorm":"Un attacco di tipo Ghiaccio che può essere eseguito dai Pokémon dynamaxizzati. Causa una grandinata che dura per cinque turni.","maxooze":"Un attacco di tipo Veleno che può essere eseguito dai Pokémon dynamaxizzati. Aumenta l’Attacco Speciale degli alleati.","maxgeyser":"Un attacco di tipo Acqua che può essere eseguito dai Pokémon dynamaxizzati. Provoca una forte pioggia per cinque turni.","maxairstream":"Un attacco di tipo Volante che può essere eseguito dai Pokémon dynamaxizzati. Aumenta la Velocità degli alleati.","maxstarfall":"Un attacco di tipo Folletto che può essere eseguito dai Pokémon dynamaxizzati. Per cinque turni il terreno entra nello stato di Campo Nebbioso.","maxwyrmwind":"Un attacco di tipo Drago che può essere eseguito dai Pokémon dynamaxizzati. Riduce l’Attacco dei nemici intorno.","maxmindstorm":"Un attacco di tipo Psico che può essere eseguito dai Pokémon dynamaxizzati. Per cinque turni il terreno entra nello stato di Campo Psichico.","maxrockfall":"Un attacco di tipo Roccia che può essere eseguito dai Pokémon dynamaxizzati. Causa una tempesta di sabbia per cinque turni.","maxquake":"Un attacco di tipo Terra che può essere eseguito dai Pokémon dynamaxizzati. Aumenta la Difesa Speciale degli alleati.","maxdarkness":"Un attacco di tipo Buio che può essere eseguito dai Pokémon dynamaxizzati. Riduce la Difesa Speciale dei nemici intorno.","maxovergrowth":"Un attacco di tipo Erba che può essere eseguito dai Pokémon dynamaxizzati. Per cinque turni il terreno entra nello stato di Campo Erboso.","maxsteelspike":"Un attacco di tipo Acciaio che può essere eseguito dai Pokémon dynamaxizzati. Aumenta la Difesa degli alleati.","clangoroussoul":"Chi la usa sacrifica un po’ dei suoi PS per aumentare tutte le sue statistiche.","bodypress":"Chi la usa schiaccia il bersaglio con il suo corpo. Più la sua Difesa è alta, maggiori sono i danni inflitti.","decorate":"Chi la usa agghinda il bersaglio con delle decorazioni aumentandone di molto l’Attacco e l’Attacco Speciale.","drumbeating":"Chi la usa percuote il proprio tamburo per controllarne le radici e attaccare il bersaglio, riducendone la Velocità.","snaptrap":"Chi la usa intrappola il bersaglio in una tagliola e lo attacca per quattro o cinque turni.","pyroball":"Chi la usa attacca con una palla creata incendiando una piccola pietra. Può anche scottare il bersaglio.","behemothblade":"Chi la usa si trasforma in un’enorme spada e attacca. Se il bersaglio è dynamaxizzato, causa il doppio dei danni.","behemothbash":"Chi la usa si trasforma in un enorme scudo e attacca. Se il bersaglio è dynamaxizzato, causa il doppio dei danni.","aurawheel":"Chi la usa emette l’energia accumulata nelle guance per attaccare e aumentare la propria Velocità. Il tipo della mossa cambia in base alla forma assunta da Morpeko.","breakingswipe":"Chi la usa attacca i nemici intorno con la sua robusta coda riducendone l’Attacco.","branchpoke":"Chi la usa attacca il bersaglio con un ramo incredibilmente appuntito.","overdrive":"Chi la usa suona la chitarra o il basso creando un’onda sonora potentissima con cui attacca il bersaglio.","appleacid":"Chi la usa attacca il bersaglio con un liquido acido ricavato da mele aspre riducendone la Difesa Speciale.","gravapple":"Chi la usa fa cadere una mela sul bersaglio da una grande altezza, infliggendogli danni e riducendone la Difesa.","spiritbreak":"Chi la usa attacca il bersaglio con un tale impeto da fargli perdere la voglia di lottare e ne riduce l’Attacco Speciale.","strangesteam":"Chi la usa attacca il bersaglio con getti di vapore che possono anche confonderlo.","lifedew":"Sparge tutt’intorno dell’acqua misteriosa che fa recuperare PS a sé a agli alleati in campo.","obstruct":"Permette di eludere tutti gli attacchi. Se usata in successione può fallire. Se un Pokémon tocca chi la usa, la sua Difesa diminuisce di molto.","falsesurrender":"Chi la usa finge di abbassare la testa a mo’ di supplica e attacca il bersaglio con i suoi capelli scarmigliati. Questa mossa va sempre a segno.","meteorassault":"Chi la usa attacca il bersaglio brandendo un grosso gambo, ma perde l’equilibrio e nel turno successivo non può agire.","eternabeam":"È l’attacco più potente di Eternatus quando assume la sua forma originale. Nel turno successivo non può agire.","steelbeam":"Chi la usa utilizza l’acciaio del proprio corpo per sparare un violento raggio, ma subisce danni.","expandingforce":"Chi la usa attacca il bersaglio con energia psichica. Se utilizzata quando è attivo un Campo Psichico, la mossa aumenta di potenza e danneggia tutti i nemici.","steelroller":"Chi la usa attacca eliminando lo stato del terreno di lotta. La mossa fallisce se nel terreno non è attivo alcuno stato.","scaleshot":"Il Pokémon attacca lanciando delle squame da due a cinque volte di fila. Aumenta la Velocità di chi la usa, ma ne riduce la Difesa.","meteorbeam":"Chi la usa accumula l’energia dello spazio nel primo turno per aumentare l’Attacco Speciale, quindi attacca nel turno successivo.","shellsidearm":"Il Pokémon esegue un attacco fisico o speciale, in base a quale causa danni maggiori. Può anche avvelenare il bersaglio.","mistyexplosion":"Chi la usa attacca tutti i Pokémon che ha intorno, ma poi va KO. La potenza della mossa aumenta quando è attivo un Campo Nebbioso.","grassyglide":"Chi la usa attacca il bersaglio scivolando sul terreno. Se utilizzata quando è attivo un Campo Erboso, ha priorità alta.","risingvoltage":"Chi la usa attacca con dell’elettricità che si alza dal suolo. La potenza della mossa raddoppia quando l’avversario si trova in un Campo Elettrico.","terrainpulse":"Chi la usa attacca sfruttando l’energia del terreno di lotta. Il tipo e la potenza della mossa variano a seconda dello stato del terreno stesso.","skittersmack":"Chi la usa attacca il bersaglio strisciandogli alle spalle e riducendo il suo Attacco Speciale.","burningjealousy":"Chi la usa attacca con la forza dell’invidia, causando una scottatura a tutti i Pokémon le cui statistiche sono aumentate durante quel turno.","lashout":"Chi la usa attacca il bersaglio con tutta la propria ira. Se ha subito riduzioni delle statistiche durante quel turno, la potenza della mossa raddoppia.","poltergeist":"Chi la usa attacca utilizzando lo strumento del bersaglio. La mossa fallisce se quest’ultimo non ha uno strumento.","corrosivegas":"Chi la usa avvolge tutti i Pokémon che ha intorno in un gas altamente acido, dissolvendo i loro strumenti.","coaching":"Chi la usa aumenta l’Attacco e la Difesa di tutti gli alleati dando loro indicazioni precise.","flipturn":"Chi usa questa mossa fa marcia indietro per farsi sostituire dopo aver sferrato l’attacco.","tripleaxel":"Chi la usa sferra fino a tre calci consecutivi la cui potenza aumenta a ogni colpo.","dualwingbeat":"Chi la usa colpisce il bersaglio due volte di fila urtandolo con le ali.","scorchingsands":"Chi la usa attacca il bersaglio scagliandogli addosso della sabbia incandescente. Può anche scottarlo.","junglehealing":"Il Pokémon diventa tutt’uno con la giungla, ripristinando i PS e curando i problemi di stato per sé e per l’alleato in campo.","wickedblow":"Il Pokémon sferra un singolo colpo potentissimo, massima espressione dello stile di tipo Buio. Brutto colpo assicurato.","surgingstrikes":"Il Pokémon sferra una fluida serie di tre attacchi, massima espressione dello stile di tipo Acqua. Brutto colpo assicurato.","thundercage":"Il Pokémon attacca il bersaglio imprigionandolo in una gabbia di elettricità, che sprigiona corrente per quattro o cinque turni.","dragonenergy":"Il Pokémon attacca i nemici convertendo la propria forza vitale in energia. La potenza della mossa cala man mano che i PS diminuiscono.","freezingglare":"Il Pokémon attacca rilasciando energia psichica dagli occhi. Può congelare il bersaglio.","fierywrath":"Il Pokémon attacca trasformando la sua rabbia in un’aura simile a fiamme. Può anche far tentennare i nemici.","thunderouskick":"Il Pokémon sferra calci al bersaglio dopo averlo distratto con movimenti fulminei, riducendone la Difesa.","glaciallance":"Il Pokémon attacca i nemici scagliando una lancia di ghiaccio accompagnata da una tormenta di neve.","astralbarrage":"Il Pokémon attacca i nemici scatenandogli contro una miriade di piccoli spettri.","eeriespell":"Il Pokémon attacca con i suoi potenti poteri psichici. Sottrae tre PP all’ultima mossa usata dal nemico.","direclaw":"Il Pokémon attacca il bersaglio con artigli distruttori mirando a un brutto colpo. Può anche causargli avvelenamento, paralisi o sonno.","psyshieldbash":"Il Pokémon si carica di energia psichica per poi schiantarsi sul bersaglio. Inoltre, aumenta la propria Difesa.","powershift":"Il Pokémon scambia il suo Attacco con la Difesa.","stoneaxe":"Il Pokémon attacca il bersaglio con delle scuri di roccia, mirando a un brutto colpo. I frammenti di roccia dispersi dall’attacco restano sospesi intorno al bersaglio.","springtidestorm":"Il Pokémon attacca il bersaglio avvolgendolo con un vento fortissimo di odio e amore. Può anche ridurne l’Attacco.","mysticalpower":"Il Pokémon attacca emettendo un misterioso potere. Inoltre, aumenta il proprio Attacco Speciale.","ragingfury":"Il Pokémon s’infuria e sputa fiammate per due o tre turni, ma rimane confuso.","wavecrash":"Il Pokémon si avvolge in uno strato d’acqua e si lancia sul bersaglio, ma subisce seri danni.","chloroblast":"Il Pokémon attacca concentrando la clorofilla nel proprio corpo per poi lanciarla, ma subisce danni.","mountaingale":"Il Pokémon attacca colpendo il bersaglio con un blocco di ghiaccio grande come un iceberg. Può anche far tentennare il bersaglio.","victorydance":"Il Pokémon si lancia in una danza sfrenata per invocare la vittoria e aumenta l’Attacco, la Difesa e la Velocità.","headlongrush":"Il Pokémon si schianta sul bersaglio con tutte le forze. La sua Difesa e la sua Difesa Speciale diminuiscono.","barbbarrage":"Il bersaglio viene colpito da una miriade di spine tossiche che possono anche avvelenarlo. Se il bersaglio è già avvelenato, la potenza della mossa raddoppia.","esperwing":"Il Pokémon falcia il bersaglio con ali rafforzate da un’aura. Probabile brutto colpo. Inoltre, la Velocità aumenta.","bittermalice":"Il Pokémon attacca con una furia che fa raggelare il sangue nelle vene del bersaglio, riducendone l’Attacco.","shelter":"Il Pokémon indurisce la propria pelle come uno scudo di ferro, aumentando di molto la Difesa.","triplearrows":"Il Pokémon sferra un calcio per poi scoccare tre dardi insieme. Può ridurre la Difesa del bersaglio o farlo tentennare. Probabile brutto colpo.","infernalparade":"Il Pokémon attacca con innumerevoli sfere di fuoco che possono anche scottare il bersaglio. Se questo è affetto da problemi di stato, la potenza della mossa raddoppia.","ceaselessedge":"Il Pokémon attacca il bersaglio con la spada conchiglia, mirando a un brutto colpo. I frammenti di conchiglie formano una trappola di punte ai piedi del bersaglio.","bleakwindstorm":"Il Pokémon attacca il bersaglio con venti gelidi e sferzanti che lo fanno tremare anima e corpo. Può anche ridurne la Velocità.","wildboltstorm":"Il Pokémon chiama a sé una tempesta di fulmini e raffiche di vento con cui attacca violentemente il bersaglio. Può anche paralizzarlo.","sandsearstorm":"Il Pokémon attacca il bersaglio avvolgendolo con sabbia ardente e un vento fortissimo che possono scottarlo.","lunarblessing":"Il Pokémon rivolge una preghiera alla luna crescente, ripristinando i PS e curando i problemi di stato per sé e per gli alleati in campo.","takeheart":"Il Pokémon prende coraggio e guarisce dai problemi di stato. Inoltre, aumenta l’Attacco Speciale e la Difesa Speciale.","terablast":"Se il Pokémon è teracristallizzato, attacca con l’energia del suo teratipo. Infligge danni in base all’Attacco o all’Attacco Speciale scegliendo il più alto tra i due.","silktrap":"Il Pokémon tesse una trappola di tela che lo protegge dagli attacchi e riduce la Velocità di chi entra in contatto con lui.","axekick":"Il Pokémon attacca sferrando un calcio dall’alto verso il basso che può confondere il bersaglio. Se la mossa fallisce, il Pokémon subisce dei danni.","lastrespects":"Il Pokémon attacca per placare il risentimento dei suoi compagni di squadra. Più sono quelli andati KO, più la potenza della mossa aumenta.","luminacrash":"Il Pokémon attacca sparando una luce bizzarra che agisce anche sulla psiche. Riduce di molto la Difesa Speciale del bersaglio.","orderup":"Il Pokémon attacca con deliziose movenze. Se ha in bocca un Tatsugiri, una sua statistica aumenta in base alla forma di quest’ultimo.","jetpunch":"Il Pokémon avvolge il pugno in una corrente impetuosa e sferra un colpo a una tale velocità da rendersi quasi invisibile. Questo attacco ha priorità alta.","spicyextract":"Il Pokémon secerne un’essenza straordinariamente piccante. Aumenta di molto l’Attacco del bersaglio ma ne diminuisce di molto la Difesa.","spinout":"Il Pokémon infligge danni caricando le estremità e ruotandole vorticosamente. La sua Velocità diminuisce di molto.","populationbomb":"Il Pokémon si riunisce con i suoi simili in un gruppo brulicante che collabora per attaccare e colpisce da una a dieci volte di fila.","icespinner":"Il Pokémon avvolge gli arti inferiori in un sottile strato di ghiaccio e si scontra con il bersaglio piroettando. Il movimento rotatorio distrugge il terreno di lotta.","glaiverush":"Il Pokémon si lancia in una carica avventata. Nel turno successivo, l’attacco che subisce dal bersaglio andrà sempre a segno, infliggendo il doppio dei danni.","revivalblessing":"Il Pokémon intona una preghiera compassionevole, rianimando un Pokémon della squadra esausto e restituendogli metà dei suoi PS.","saltcure":"Il Pokémon mette sotto sale il bersaglio, infliggendogli danni a ogni turno. I Pokémon di tipo Acciaio e di tipo Acqua sono particolarmente vulnerabili a questa mossa.","tripledive":"Il Pokémon si lancia in un triplo tuffo perfettamente coordinato, colpendo il bersaglio con degli schizzi d’acqua e infliggendogli danni tre volte di fila.","mortalspin":"Attacco rotante che elimina gli effetti di mosse come Legatutto, Avvolgibotta e Parassiseme. Inoltre, avvelena gli avversari.","doodle":"Il Pokémon cattura l’essenza del bersaglio con un ricalco, copiandone l’abilità e applicandola a se stesso e ai suoi alleati.","filletaway":"Il Pokémon sacrifica dei PS per far aumentare di molto l’Attacco, l’Attacco Speciale e la Velocità.","kowtowcleave":"Il Pokémon si genuflette per far abbassare la guardia al bersaglio e poi fenderlo. Questo attacco va sempre a segno.","flowertrick":"Il Pokémon attacca il bersaglio lanciandogli addosso un mazzo di fiori truccato. Questo attacco va sempre a segno, infliggendo anche un brutto colpo.","torchsong":"Il Pokémon abbrustolisce il bersaglio soffiandogli addosso fiamme ardenti come se intonasse una canzone. Inoltre, il suo Attacco Speciale aumenta.","aquastep":"Il Pokémon si prende gioco del bersaglio con passi di danza leggiadri e fluidi come l’acqua, infliggendogli danni. Inoltre, la sua Velocità aumenta.","ragingbull":"Il Pokémon carica il bersaglio con furia cieca, rompendo barriere come Schermoluce e Riflesso. Il tipo di questa mossa dipende dalla forma di chi la usa.","makeitrain":"Il Pokémon attacca lanciando una gran quantità di monete recuperabili dopo la lotta, ma riduce il proprio Attacco Speciale.","ruination":"Il Pokémon invoca una terribile disgrazia, dimezzando i PS del bersaglio.","collisioncourse":"Il Pokémon si schianta al suolo mentre si trasforma, causando un’esplosione primordiale. La potenza della mossa aumenta se questa è superefficace sul bersaglio.","electrodrift":"Il Pokémon saetta mentre si trasforma, trafiggendo il bersaglio con una scossa futuristica. La potenza della mossa aumenta se questa è superefficace sul bersaglio.","shedtail":"Chi la usa crea una copia di se stesso usando parte dei suoi PS e si fa sostituire da un altro Pokémon della squadra.","chillyreception":"Chi la usa dice una freddura che fa raggelare i presenti per poi farsi sostituire da un altro Pokémon della squadra. Causa una nevicata che dura per cinque turni.","tidyup":"Il Pokémon fa le pulizie, annullando gli effetti di Punte, Levitoroccia, Rete Vischiosa, Fielepunte e Sostituto. Inoltre, aumenta il suo Attacco e la sua Velocità.","snowscape":"Il Pokémon causa una nevicata che dura per cinque turni e aumenta la Difesa dei Pokémon di tipo Ghiaccio.","pounce":"Il Pokémon fa un balzo e attacca il bersaglio, riducendone inoltre la Velocità.","trailblaze":"Il Pokémon attacca come se saltasse fuori dall’erba alta e si muove con passo leggiadro, aumentando la propria Velocità.","chillingwater":"Il Pokémon attacca il bersaglio con una doccia d’acqua talmente fredda da farlo demoralizzare, riducendone l’Attacco.","hyperdrill":"Il Pokémon fa roteare rapidamente la parte appuntita del suo corpo, perforando il bersaglio ed eludendo mosse come Protezione e Individua.","twinbeam":"Il Pokémon attacca il bersaglio con misteriosi raggi di luce emessi dagli occhi che infliggono danni due volte di fila.","ragefist":"Il Pokémon trasforma la sua furia in energia e la utilizza per attaccare. Più attacchi ha subito il Pokémon, più la potenza della mossa aumenta.","armorcannon":"Il Pokémon si libera della sua corazza, scagliandola sul bersaglio come una raffica di proiettili incandescenti. La sua Difesa e la sua Difesa Speciale diminuiscono.","bitterblade":"Il Pokémon concentra nelle lame tutti i rimorsi accumulati nel mondo dei vivi e assale il bersaglio, recuperando una quantità di PS pari a metà del danno inflitto.","doubleshock":"Il Pokémon libera tutta la sua potenza elettrica per infliggere gravi danni al bersaglio, ma come conseguenza perde il tipo Elettro.","gigatonhammer":"Il Pokémon attacca con un grosso martello mettendoci tutta la forza che ha in corpo. Questa mossa non può essere usata due volte di fila.","comeuppance":"Il Pokémon restituisce con gli interessi i danni subiti all’ultimo avversario che l’ha colpito.","aquacutter":"Il Pokémon espelle acqua ad alta pressione e falcia il bersaglio con un fendente tagliente quanto una lama. Probabile brutto colpo."}