[
  {
    "index": 1,
    "name": "Pound",
    "desc": "The target is physically pounded with a long tail, a foreleg, or the like."
  },
  {
    "index": 2,
    "name": "Karate Chop",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 3,
    "name": "Double Slap",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 4,
    "name": "Comet Punch",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 5,
    "name": "Mega Punch",
    "desc": "The target is slugged by a punch thrown with muscle- packed power."
  },
  {
    "index": 6,
    "name": "Pay Day",
    "desc": "Coins are hurled at the target to inflict damage. Money is earned after the battle."
  },
  {
    "index": 7,
    "name": "Fire Punch",
    "desc": "The target is attacked with a fiery punch. This may also leave the target with a burn."
  },
  {
    "index": 8,
    "name": "Ice Punch",
    "desc": "The target is attacked with an icy punch. This may also leave the target frozen."
  },
  {
    "index": 9,
    "name": "Thunder Punch",
    "desc": "The target is attacked with an electrified punch. This may also leave the target with paralysis."
  },
  {
    "index": 10,
    "name": "Scratch",
    "desc": "Hard, pointed, sharp claws rake the target to inflict damage."
  },
  {
    "index": 11,
    "name": "Vise Grip",
    "desc": "The target is gripped and squeezed from both sides to inflict damage."
  },
  {
    "index": 12,
    "name": "Guillotine",
    "desc": "A vicious tearing attack with big pincers. The target faints instantly if this attack hits."
  },
  {
    "index": 13,
    "name": "Razor Wind",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 14,
    "name": "Swords Dance",
    "desc": "A frenetic dance to uplift the fighting spirit. This sharply boosts the user’s Attack stat."
  },
  {
    "index": 15,
    "name": "Cut",
    "desc": "The target is cut with a scythe, a claw, or the like to inflict damage."
  },
  {
    "index": 16,
    "name": "Gust",
    "desc": "A gust of wind is whipped up by wings and launched at the target to inflict damage."
  },
  {
    "index": 17,
    "name": "Wing Attack",
    "desc": "The target is struck with large, imposing wings spread wide to inflict damage."
  },
  {
    "index": 18,
    "name": "Whirlwind",
    "desc": "The target is blown away, and a different Pokémon is dragged out. In the wild, this ends a battle against a single Pokémon."
  },
  {
    "index": 19,
    "name": "Fly",
    "desc": "The user flies up into the sky on the first turn, then attacks on the next turn."
  },
  {
    "index": 20,
    "name": "Bind",
    "desc": "A long body, tentacles, or the like are used to bind and squeeze the target for four to five turns."
  },
  {
    "index": 21,
    "name": "Slam",
    "desc": "The target is slammed with a long tail, vines, or the like to inflict damage."
  },
  {
    "index": 22,
    "name": "Vine Whip",
    "desc": "The target is struck with slender, whiplike vines to inflict damage."
  },
  {
    "index": 23,
    "name": "Stomp",
    "desc": "The user attacks by stomping on the target with a big foot. This may also make the target flinch."
  },
  {
    "index": 24,
    "name": "Double Kick",
    "desc": "The user attacks by kicking the target twice in a row using two feet."
  },
  {
    "index": 25,
    "name": "Mega Kick",
    "desc": "The target is attacked by a kick launched with muscle- packed power."
  },
  {
    "index": 26,
    "name": "Jump Kick",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 27,
    "name": "Rolling Kick",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 28,
    "name": "Sand Attack",
    "desc": "Sand is hurled in the target’s face, lowering the target’s accuracy."
  },
  {
    "index": 29,
    "name": "Headbutt",
    "desc": "The user sticks out its head and attacks by charging straight into the target. This may also make the target flinch."
  },
  {
    "index": 30,
    "name": "Horn Attack",
    "desc": "The target is jabbed with a sharply pointed horn to inflict damage."
  },
  {
    "index": 31,
    "name": "Fury Attack",
    "desc": "The user attacks by jabbing the target with a horn, a beak, or the like. This move hits two to five times in a row."
  },
  {
    "index": 32,
    "name": "Horn Drill",
    "desc": "The user stabs the target with a horn that rotates like a drill. The target faints instantly if this attack hits."
  },
  {
    "index": 33,
    "name": "Tackle",
    "desc": "A physical attack in which the user charges and slams into the target with its whole body."
  },
  {
    "index": 34,
    "name": "Body Slam",
    "desc": "The user attacks by dropping onto the target with its full body weight. This may also leave the target with paralysis."
  },
  {
    "index": 35,
    "name": "Wrap",
    "desc": "A long body, vines, or the like are used to wrap and squeeze the target for four to five turns."
  },
  {
    "index": 36,
    "name": "Take Down",
    "desc": "A reckless full-body charge attack for slamming into the target. This also damages the user a little."
  },
  {
    "index": 37,
    "name": "Thrash",
    "desc": "The user rampages and attacks for two to three turns. The user then becomes confused."
  },
  {
    "index": 38,
    "name": "Double-Edge",
    "desc": "A reckless life-risking tackle in which the user rushes the target. This also damages the user quite a lot."
  },
  {
    "index": 39,
    "name": "Tail Whip",
    "desc": "The user wags its tail cutely, making opposing Pokémon less wary. This lowers their Defense stats."
  },
  {
    "index": 40,
    "name": "Poison Sting",
    "desc": "The user stabs the target with a poisonous stinger to inflict damage. This may also poison the target."
  },
  {
    "index": 41,
    "name": "Twineedle",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 42,
    "name": "Pin Missile",
    "desc": "The user attacks by shooting sharp spikes at the target. This move hits two to five times in a row."
  },
  {
    "index": 43,
    "name": "Leer",
    "desc": "The user gives opposing Pokémon an intimidating leer that lowers their Defense stats."
  },
  {
    "index": 44,
    "name": "Bite",
    "desc": "The target is bitten with viciously sharp fangs. This may also make the target flinch."
  },
  {
    "index": 45,
    "name": "Growl",
    "desc": "The user growls in an endearing way, making opposing Pokémon less wary. This lowers their Attack stats."
  },
  {
    "index": 46,
    "name": "Roar",
    "desc": "The target is scared off, and a different Pokémon is dragged out. In the wild, this ends a battle against a single Pokémon."
  },
  {
    "index": 47,
    "name": "Sing",
    "desc": "A soothing lullaby is sung in a beautiful voice that puts the target to sleep."
  },
  {
    "index": 48,
    "name": "Supersonic",
    "desc": "The user generates odd sound waves from its body that confuse the target."
  },
  {
    "index": 49,
    "name": "Sonic Boom",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 50,
    "name": "Disable",
    "desc": "For four turns, the target will be unable to use whichever move it last used."
  },
  {
    "index": 51,
    "name": "Acid",
    "desc": "Opposing Pokémon are attacked with a spray of harsh acid. This may also lower their Sp. Def stats."
  },
  {
    "index": 52,
    "name": "Ember",
    "desc": "The target is attacked with small flames. This may also leave the target with a burn."
  },
  {
    "index": 53,
    "name": "Flamethrower",
    "desc": "The target is scorched with an intense blast of fire. This may also leave the target with a burn."
  },
  {
    "index": 54,
    "name": "Mist",
    "desc": "The user cloaks itself and its allies in a white mist that prevents any of their stats from being lowered for five turns."
  },
  {
    "index": 55,
    "name": "Water Gun",
    "desc": "The target is blasted with a forceful shot of water."
  },
  {
    "index": 56,
    "name": "Hydro Pump",
    "desc": "The target is blasted by a huge volume of water launched under great pressure."
  },
  {
    "index": 57,
    "name": "Surf",
    "desc": "The user attacks everything around it by swamping its surroundings with a giant wave."
  },
  {
    "index": 58,
    "name": "Ice Beam",
    "desc": "The target is struck with an icy-cold beam of energy. This may also leave the target frozen."
  },
  {
    "index": 59,
    "name": "Blizzard",
    "desc": "A howling blizzard is summoned to strike opposing Pokémon. This may also leave the opposing Pokémon frozen."
  },
  {
    "index": 60,
    "name": "Psybeam",
    "desc": "The target is attacked with a peculiar ray. This may also confuse the target."
  },
  {
    "index": 61,
    "name": "Bubble Beam",
    "desc": "A spray of bubbles is forcefully ejected at the target. This may also lower the target’s Speed stat."
  },
  {
    "index": 62,
    "name": "Aurora Beam",
    "desc": "The target is hit with a rainbow-colored beam. This may also lower the target’s Attack stat."
  },
  {
    "index": 63,
    "name": "Hyper Beam",
    "desc": "The target is attacked with a powerful beam. The user can’t move on the next turn."
  },
  {
    "index": 64,
    "name": "Peck",
    "desc": "The target is jabbed with a sharply pointed beak or horn to inflict damage."
  },
  {
    "index": 65,
    "name": "Drill Peck",
    "desc": "A corkscrewing attack that strikes the target with a sharp beak acting as a drill."
  },
  {
    "index": 66,
    "name": "Submission",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 67,
    "name": "Low Kick",
    "desc": "A powerful low kick that makes the target fall over. The heavier the target, the greater the move’s power."
  },
  {
    "index": 68,
    "name": "Counter",
    "desc": "A retaliatory attack that counters any physical move, inflicting double the damage taken."
  },
  {
    "index": 69,
    "name": "Seismic Toss",
    "desc": "The target is thrown using the power of gravity. It inflicts damage equal to the user’s level."
  },
  {
    "index": 70,
    "name": "Strength",
    "desc": "The target is slugged with a punch thrown at maximum power."
  },
  {
    "index": 71,
    "name": "Absorb",
    "desc": "A nutrient-draining attack. The user’s HP is restored by up to half the damage taken by the target."
  },
  {
    "index": 72,
    "name": "Mega Drain",
    "desc": "A nutrient-draining attack. The user’s HP is restored by up to half the damage taken by the target."
  },
  {
    "index": 73,
    "name": "Leech Seed",
    "desc": "A seed is planted on the target. It steals some HP from the target every turn."
  },
  {
    "index": 74,
    "name": "Growth",
    "desc": "The user’s body grows all at once, boosting the Attack and Sp. Atk stats."
  },
  {
    "index": 75,
    "name": "Razor Leaf",
    "desc": "Sharp-edged leaves are launched to slash at opposing Pokémon. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 76,
    "name": "Solar Beam",
    "desc": "The user gathers light on the first turn, then blasts a bundled beam on the next turn."
  },
  {
    "index": 77,
    "name": "Poison Powder",
    "desc": "The user scatters a cloud of poisonous dust that poisons the target."
  },
  {
    "index": 78,
    "name": "Stun Spore",
    "desc": "The user scatters a cloud of numbing powder that paralyzes the target."
  },
  {
    "index": 79,
    "name": "Sleep Powder",
    "desc": "The user scatters a cloud of soporific dust that puts the target to sleep."
  },
  {
    "index": 80,
    "name": "Petal Dance",
    "desc": "The user attacks the target by scattering petals for two to three turns. The user then becomes confused."
  },
  {
    "index": 81,
    "name": "String Shot",
    "desc": "The user blows silk from its mouth that binds opposing Pokémon and harshly lowers their Speed stats."
  },
  {
    "index": 82,
    "name": "Dragon Rage",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 83,
    "name": "Fire Spin",
    "desc": "The user traps the target inside a fierce vortex of fire that inflicts damage for four to five turns."
  },
  {
    "index": 84,
    "name": "Thunder Shock",
    "desc": "The user attacks the target with a jolt of electricity. This may also leave the target with paralysis."
  },
  {
    "index": 85,
    "name": "Thunderbolt",
    "desc": "The user attacks the target with a strong electric blast. This may also leave the target with paralysis."
  },
  {
    "index": 86,
    "name": "Thunder Wave",
    "desc": "The user launches a weak jolt of electricity that paralyzes the target."
  },
  {
    "index": 87,
    "name": "Thunder",
    "desc": "A wicked thunderbolt is dropped on the target to inflict damage. This may also leave the target with paralysis."
  },
  {
    "index": 88,
    "name": "Rock Throw",
    "desc": "The user picks up and throws a small rock at the target to inflict damage."
  },
  {
    "index": 89,
    "name": "Earthquake",
    "desc": "The user sets off an earthquake that strikes every Pokémon around it."
  },
  {
    "index": 90,
    "name": "Fissure",
    "desc": "The user opens up a fissure in the ground and drops the target in. The target faints instantly if this attack hits."
  },
  {
    "index": 91,
    "name": "Dig",
    "desc": "The user burrows into the ground on the first turn, then attacks on the next turn."
  },
  {
    "index": 92,
    "name": "Toxic",
    "desc": "A move that leaves the target badly poisoned. Its poison damage worsens every turn."
  },
  {
    "index": 93,
    "name": "Confusion",
    "desc": "The target is hit with a weak telekinetic force to inflict damage. This may also confuse the target."
  },
  {
    "index": 94,
    "name": "Psychic",
    "desc": "The target is hit with a strong telekinetic force to inflict damage. This may also lower the target’s Sp. Def stat."
  },
  {
    "index": 95,
    "name": "Hypnosis",
    "desc": "The user employs hypnotic suggestion to make the target fall asleep."
  },
  {
    "index": 96,
    "name": "Meditate",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 97,
    "name": "Agility",
    "desc": "The user relaxes and lightens its body to move faster. This sharply boosts its Speed stat."
  },
  {
    "index": 98,
    "name": "Quick Attack",
    "desc": "The user lunges at the target to inflict damage, moving at blinding speed. This move always goes first."
  },
  {
    "index": 99,
    "name": "Rage",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 100,
    "name": "Teleport",
    "desc": "The user switches places with a party Pokémon in waiting, if any. If a wild Pokémon uses this move, it flees."
  },
  {
    "index": 101,
    "name": "Night Shade",
    "desc": "The user makes the target see a frightening mirage. It inflicts damage equal to the user’s level."
  },
  {
    "index": 102,
    "name": "Mimic",
    "desc": "The user copies the move last used by the target. The copied move can be used until the user of Mimic leaves the battle."
  },
  {
    "index": 103,
    "name": "Screech",
    "desc": "An earsplitting screech harshly lowers the target’s Defense stat."
  },
  {
    "index": 104,
    "name": "Double Team",
    "desc": "By moving rapidly, the user makes illusory copies of itself to boost its evasiveness."
  },
  {
    "index": 105,
    "name": "Recover",
    "desc": "The user regenerates its cells, restoring its own HP by up to half its max HP."
  },
  {
    "index": 106,
    "name": "Harden",
    "desc": "The user stiffens all the muscles in its body to boost its Defense stat."
  },
  {
    "index": 107,
    "name": "Minimize",
    "desc": "The user compresses its body to make itself look smaller, which sharply boosts its evasiveness."
  },
  {
    "index": 108,
    "name": "Smokescreen",
    "desc": "The user releases an obscuring cloud of smoke or ink. This lowers the target’s accuracy."
  },
  {
    "index": 109,
    "name": "Confuse Ray",
    "desc": "The target is exposed to a sinister ray that causes confusion."
  },
  {
    "index": 110,
    "name": "Withdraw",
    "desc": "The user withdraws its body into its hard shell, boosting its Defense stat."
  },
  {
    "index": 111,
    "name": "Defense Curl",
    "desc": "The user curls up and boosts its Defense stat."
  },
  {
    "index": 112,
    "name": "Barrier",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 113,
    "name": "Light Screen",
    "desc": "A wondrous wall of light is put up to reduce damage from special moves for five turns."
  },
  {
    "index": 114,
    "name": "Haze",
    "desc": "The user creates a haze that eliminates every stat change among all the Pokémon engaged in battle."
  },
  {
    "index": 115,
    "name": "Reflect",
    "desc": "A wondrous wall of light is put up to reduce damage from physical moves for five turns."
  },
  {
    "index": 116,
    "name": "Focus Energy",
    "desc": "The user takes a deep breath and focuses so that its future attacks have a heightened chance of landing critical hits."
  },
  {
    "index": 117,
    "name": "Bide",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 118,
    "name": "Metronome",
    "desc": "The user waggles a finger and stimulates its brain into randomly using nearly any move."
  },
  {
    "index": 119,
    "name": "Mirror Move",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 120,
    "name": "Self-Destruct",
    "desc": "The user attacks everything around it by causing an explosion. The user faints upon using this move."
  },
  {
    "index": 121,
    "name": "Egg Bomb",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 122,
    "name": "Lick",
    "desc": "The user licks the target with a long tongue to inflict damage. This may also leave the target with paralysis."
  },
  {
    "index": 123,
    "name": "Smog",
    "desc": "The target is attacked with a discharge of filthy gases. This may also poison the target."
  },
  {
    "index": 124,
    "name": "Sludge",
    "desc": "The user hurls unsanitary sludge at the target to inflict damage. This may also poison the target."
  },
  {
    "index": 125,
    "name": "Bone Club",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 126,
    "name": "Fire Blast",
    "desc": "The target is attacked with an intense blast of all- consuming fire. This may also leave the target with a burn."
  },
  {
    "index": 127,
    "name": "Waterfall",
    "desc": "The user charges at the target and may make it flinch."
  },
  {
    "index": 128,
    "name": "Clamp",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 129,
    "name": "Swift",
    "desc": "Star-shaped rays are shot at opposing Pokémon. This attack never misses."
  },
  {
    "index": 130,
    "name": "Skull Bash",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 131,
    "name": "Spike Cannon",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 132,
    "name": "Constrict",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 133,
    "name": "Amnesia",
    "desc": "The user temporarily empties its mind to forget its concerns. This sharply boosts the user’s Sp. Def stat."
  },
  {
    "index": 134,
    "name": "Kinesis",
    "desc": "The user distracts the target by bending a spoon. This lowers the target’s accuracy."
  },
  {
    "index": 135,
    "name": "Soft-Boiled",
    "desc": "The user restores its own HP by up to half its max HP."
  },
  {
    "index": 136,
    "name": "High Jump Kick",
    "desc": "The target is attacked with a knee kick from a jump. If this move misses, the user takes damage instead."
  },
  {
    "index": 137,
    "name": "Glare",
    "desc": "The user intimidates the target with the pattern on its belly to cause paralysis."
  },
  {
    "index": 138,
    "name": "Dream Eater",
    "desc": "The user eats the dreams of a sleeping target. The user’s HP is restored by up to half the damage taken by the target."
  },
  {
    "index": 139,
    "name": "Poison Gas",
    "desc": "A cloud of poison gas is sprayed in the faces of opposing Pokémon, poisoning those it hits."
  },
  {
    "index": 140,
    "name": "Barrage",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 141,
    "name": "Leech Life",
    "desc": "The user drains the target’s blood. The user’s HP is restored by up to half the damage taken by the target."
  },
  {
    "index": 142,
    "name": "Lovely Kiss",
    "desc": "With a scary face, the user tries to kiss the target. If it succeeds, the target falls asleep."
  },
  {
    "index": 143,
    "name": "Sky Attack",
    "desc": "The user attacks the turn after using this move. This move has a heightened chance of landing a critical hit and may also make the target flinch."
  },
  {
    "index": 144,
    "name": "Transform",
    "desc": "The user transforms into a copy of the target, right down to having the same move set."
  },
  {
    "index": 145,
    "name": "Bubble",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 146,
    "name": "Dizzy Punch",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 147,
    "name": "Spore",
    "desc": "The user scatters bursts of spores that induce sleep."
  },
  {
    "index": 148,
    "name": "Flash",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 149,
    "name": "Psywave",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 150,
    "name": "Splash",
    "desc": "The user just flops and splashes around to no effect at all..."
  },
  {
    "index": 151,
    "name": "Acid Armor",
    "desc": "The user alters its cellular structure to liquefy itself, sharply boosting its Defense stat."
  },
  {
    "index": 152,
    "name": "Crabhammer",
    "desc": "The target is hammered with a large pincer. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 153,
    "name": "Explosion",
    "desc": "The user attacks everything around it by causing a tremendous explosion. The user faints upon using this move."
  },
  {
    "index": 154,
    "name": "Fury Swipes",
    "desc": "The user attacks by raking the target with claws, scythes, or the like. This move hits two to five times in a row."
  },
  {
    "index": 155,
    "name": "Bonemerang",
    "desc": "The user throws the bone it holds. The bone loops around to damage the target twice—coming and going."
  },
  {
    "index": 156,
    "name": "Rest",
    "desc": "The user goes to sleep for two turns. This fully restores the user’s HP and cures any status conditions."
  },
  {
    "index": 157,
    "name": "Rock Slide",
    "desc": "Large boulders are hurled at opposing Pokémon to inflict damage. This may also make the opposing Pokémon flinch."
  },
  {
    "index": 158,
    "name": "Hyper Fang",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 159,
    "name": "Sharpen",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 160,
    "name": "Conversion",
    "desc": "The user changes its type to become the same type as the move at the top of the list of moves it knows."
  },
  {
    "index": 161,
    "name": "Tri Attack",
    "desc": "The user strikes with a simultaneous three-beam attack. This may also burn, freeze, or paralyze the target."
  },
  {
    "index": 162,
    "name": "Super Fang",
    "desc": "The user chomps hard on the target with its sharp front fangs. This cuts the target’s HP in half."
  },
  {
    "index": 163,
    "name": "Slash",
    "desc": "The target is attacked with a slash of claws, scythes, or the like. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 164,
    "name": "Substitute",
    "desc": "The user creates a substitute for itself using some of its own HP. The substitute serves as the user’s decoy."
  },
  {
    "index": 165,
    "name": "Struggle",
    "desc": "This attack is used in desperation only if the user has no remaining PP. It also damages the user a little."
  },
  {
    "index": 166,
    "name": "Sketch",
    "desc": "This move enables the user to permanently learn the move last used by the target. Once used, Sketch disappears."
  },
  {
    "index": 167,
    "name": "Triple Kick",
    "desc": "A consecutive three-kick attack that becomes more powerful with each successful hit."
  },
  {
    "index": 168,
    "name": "Thief",
    "desc": "The user attacks and steals the target’s held item simultaneously. The user can’t steal anything if it already holds an item."
  },
  {
    "index": 169,
    "name": "Spider Web",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 170,
    "name": "Mind Reader",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 171,
    "name": "Nightmare",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 172,
    "name": "Flame Wheel",
    "desc": "The user attacks by cloaking itself in fire and charging at the target. This may also leave the target with a burn."
  },
  {
    "index": 173,
    "name": "Snore",
    "desc": "This attack can be used only if the user is asleep. The harsh noise may also make the target flinch."
  },
  {
    "index": 174,
    "name": "Curse",
    "desc": "A move that has different effects depending on whether the user is a Ghost type or not."
  },
  {
    "index": 175,
    "name": "Flail",
    "desc": "The user flails about aimlessly to attack. The less HP the user has, the greater the move’s power."
  },
  {
    "index": 176,
    "name": "Conversion 2",
    "desc": "The user changes its type to make itself resistant to the type of the move the target used last."
  },
  {
    "index": 177,
    "name": "Aeroblast",
    "desc": "A vortex of air is shot at the target to inflict damage. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 178,
    "name": "Cotton Spore",
    "desc": "The user releases cotton-like spores that cling to opposing Pokémon. This harshly lowers their Speed stats."
  },
  {
    "index": 179,
    "name": "Reversal",
    "desc": "An all-out attack that becomes more powerful the less HP the user has."
  },
  {
    "index": 180,
    "name": "Spite",
    "desc": "The user unleashes its grudge on the move last used by the target by cutting 4 PP from it."
  },
  {
    "index": 181,
    "name": "Powder Snow",
    "desc": "The user attacks with a chilling gust of powdery snow. This may also leave opposing Pokémon frozen."
  },
  {
    "index": 182,
    "name": "Protect",
    "desc": "This move enables the user to protect itself from all attacks. Its chance of failing rises if it is used in succession."
  },
  {
    "index": 183,
    "name": "Mach Punch",
    "desc": "The user throws a punch at blinding speed. This move always goes first."
  },
  {
    "index": 184,
    "name": "Scary Face",
    "desc": "The user frightens the target with a scary face to harshly lower its Speed stat."
  },
  {
    "index": 185,
    "name": "Feint Attack",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 186,
    "name": "Sweet Kiss",
    "desc": "The user kisses the target with a sweet, angelic cuteness that causes confusion."
  },
  {
    "index": 187,
    "name": "Belly Drum",
    "desc": "The user maximizes its Attack stat but loses HP equal to half its max HP."
  },
  {
    "index": 188,
    "name": "Sludge Bomb",
    "desc": "The user hurls unsanitary sludge at the target to inflict damage. This may also poison the target."
  },
  {
    "index": 189,
    "name": "Mud-Slap",
    "desc": "The user hurls mud in the target’s face to inflict damage and lower its accuracy."
  },
  {
    "index": 190,
    "name": "Octazooka",
    "desc": "The user attacks by spraying ink in the target’s face. This may also lower the target’s accuracy."
  },
  {
    "index": 191,
    "name": "Spikes",
    "desc": "The user lays a trap of spikes at the feet of the opposing team. The spikes will damage opposing Pokémon that switch into battle."
  },
  {
    "index": 192,
    "name": "Zap Cannon",
    "desc": "The user attacks by firing an electric blast like a cannon. This also leaves the target with paralysis."
  },
  {
    "index": 193,
    "name": "Foresight",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 194,
    "name": "Destiny Bond",
    "desc": "If the user is knocked out after using this move, the Pokémon that knocked it out will also faint. This move’s chance of failing rises if it is used in succession."
  },
  {
    "index": 195,
    "name": "Perish Song",
    "desc": "Any Pokémon that hears this song faints in three turns, unless it switches out of battle."
  },
  {
    "index": 196,
    "name": "Icy Wind",
    "desc": "The user attacks with a gust of chilled air. This also lowers opposing Pokémon’s Speed stats."
  },
  {
    "index": 197,
    "name": "Detect",
    "desc": "This move enables the user to protect itself from all attacks. Its chance of failing rises if it is used in succession."
  },
  {
    "index": 198,
    "name": "Bone Rush",
    "desc": "The user attacks by striking the target with a hard bone. This move hits two to five times in a row."
  },
  {
    "index": 199,
    "name": "Lock-On",
    "desc": "The user takes sure aim at the target. This ensures the user’s next move does not miss that target."
  },
  {
    "index": 200,
    "name": "Outrage",
    "desc": "The user rampages and attacks for two to three turns. The user then becomes confused."
  },
  {
    "index": 201,
    "name": "Sandstorm",
    "desc": "A five-turn sandstorm is summoned to damage all Pokémon except Rock, Ground, and Steel types. The sandstorm also boosts the Sp. Def stats of Rock types."
  },
  {
    "index": 202,
    "name": "Giga Drain",
    "desc": "A nutrient-draining attack. The user’s HP is restored by up to half the damage taken by the target."
  },
  {
    "index": 203,
    "name": "Endure",
    "desc": "The user endures any attack with at least 1 HP. This move’s chance of failing rises if used in succession."
  },
  {
    "index": 204,
    "name": "Charm",
    "desc": "The user gazes at the target rather charmingly, making it less wary. This harshly lowers the target’s Attack stat."
  },
  {
    "index": 205,
    "name": "Rollout",
    "desc": "The user continually rolls into the target over five turns. This attack becomes more powerful each time it hits."
  },
  {
    "index": 206,
    "name": "False Swipe",
    "desc": "A restrained attack that prevents the target from fainting. The target is left with at least 1 HP."
  },
  {
    "index": 207,
    "name": "Swagger",
    "desc": "The user enrages and confuses the target. However, this also sharply boosts the target’s Attack stat."
  },
  {
    "index": 208,
    "name": "Milk Drink",
    "desc": "The user restores its own HP by up to half its max HP."
  },
  {
    "index": 209,
    "name": "Spark",
    "desc": "The user attacks the target with an electrically charged tackle. This may also leave the target with paralysis."
  },
  {
    "index": 210,
    "name": "Fury Cutter",
    "desc": "The user attacks by slashing the target with scythes, claws, or the like. This attack becomes more powerful if it hits in succession."
  },
  {
    "index": 211,
    "name": "Steel Wing",
    "desc": "The target is hit with wings of steel. This may also boost the user’s Defense stat."
  },
  {
    "index": 212,
    "name": "Mean Look",
    "desc": "The user pins the target with a dark, arresting look. The target becomes unable to flee."
  },
  {
    "index": 213,
    "name": "Attract",
    "desc": "If the target is of the opposite gender to the user, it becomes infatuated with the user and will sometimes be unable to use its moves."
  },
  {
    "index": 214,
    "name": "Sleep Talk",
    "desc": "The user randomly uses one of the moves it knows. This move can only be used while the user is asleep."
  },
  {
    "index": 215,
    "name": "Heal Bell",
    "desc": "The user makes a soothing bell chime to cure the status conditions of all its fellow party Pokémon and allies."
  },
  {
    "index": 216,
    "name": "Return",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 217,
    "name": "Present",
    "desc": "The user attacks by giving the target a gift with a hidden trap. The gift restores HP sometimes, however."
  },
  {
    "index": 218,
    "name": "Frustration",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 219,
    "name": "Safeguard",
    "desc": "The user creates a protective field that prevents status conditions for five turns."
  },
  {
    "index": 220,
    "name": "Pain Split",
    "desc": "The user adds its HP to the target’s HP, then equally splits the combined HP between the target and itself."
  },
  {
    "index": 221,
    "name": "Sacred Fire",
    "desc": "The target is razed with a mystical fire of great intensity. This may also leave the target with a burn."
  },
  {
    "index": 222,
    "name": "Magnitude",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 223,
    "name": "Dynamic Punch",
    "desc": "The user attacks by punching the target with full concentrated power. This also confuses the target."
  },
  {
    "index": 224,
    "name": "Megahorn",
    "desc": "Using its tough and impressive horn, the user rams into the target with no letup."
  },
  {
    "index": 225,
    "name": "Dragon Breath",
    "desc": "The user exhales a mighty gust that inflicts damage. This may also leave the target with paralysis."
  },
  {
    "index": 226,
    "name": "Baton Pass",
    "desc": "The user switches places with a party Pokémon in waiting and passes along any stat changes."
  },
  {
    "index": 227,
    "name": "Encore",
    "desc": "The user compels the target to keep using the move it encored for three turns."
  },
  {
    "index": 228,
    "name": "Pursuit",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 229,
    "name": "Rapid Spin",
    "desc": "The user performs a spin attack that can also eliminate the effects of such moves as Bind, Wrap, and Leech Seed. This also boosts the user’s Speed stat."
  },
  {
    "index": 230,
    "name": "Sweet Scent",
    "desc": "The user releases a scent that harshly lowers opposing Pokémon’s evasiveness."
  },
  {
    "index": 231,
    "name": "Iron Tail",
    "desc": "The target is slammed with a steel-hard tail. This may also lower the target’s Defense stat."
  },
  {
    "index": 232,
    "name": "Metal Claw",
    "desc": "The target is raked with steel claws. This may also boost the user’s Attack stat."
  },
  {
    "index": 233,
    "name": "Vital Throw",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 234,
    "name": "Morning Sun",
    "desc": "The user restores its own HP. The amount of HP regained varies with the weather."
  },
  {
    "index": 235,
    "name": "Synthesis",
    "desc": "The user restores its own HP. The amount of HP regained varies with the weather."
  },
  {
    "index": 236,
    "name": "Moonlight",
    "desc": "The user restores its own HP. The amount of HP regained varies with the weather."
  },
  {
    "index": 237,
    "name": "Hidden Power",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 238,
    "name": "Cross Chop",
    "desc": "The user delivers a double chop with its forearms crossed. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 239,
    "name": "Twister",
    "desc": "The user whips up a vicious tornado to tear at opposing Pokémon. This may also make them flinch."
  },
  {
    "index": 240,
    "name": "Rain Dance",
    "desc": "The user summons a heavy rain that falls for five turns, powering up Water-type attacks. The rain also lowers the power of Fire-type attacks."
  },
  {
    "index": 241,
    "name": "Sunny Day",
    "desc": "The user intensifies the sun for five turns, powering up Fire-type attacks. The sunlight also lowers the power of Water-type attacks."
  },
  {
    "index": 242,
    "name": "Crunch",
    "desc": "The user crunches up the target with sharp fangs. This may also lower the target’s Defense stat."
  },
  {
    "index": 243,
    "name": "Mirror Coat",
    "desc": "A retaliatory attack that counters any special move, inflicting double the damage taken."
  },
  {
    "index": 244,
    "name": "Psych Up",
    "desc": "The user hypnotizes itself into copying any stat change made by the target."
  },
  {
    "index": 245,
    "name": "Extreme Speed",
    "desc": "The user charges the target at blinding speed. This move always goes first."
  },
  {
    "index": 246,
    "name": "Ancient Power",
    "desc": "The user attacks with a prehistoric power. This may also boost all the user’s stats at once."
  },
  {
    "index": 247,
    "name": "Shadow Ball",
    "desc": "The user attacks by hurling a shadowy blob at the target. This may also lower the target’s Sp. Def stat."
  },
  {
    "index": 248,
    "name": "Future Sight",
    "desc": "Two turns after this move is used, a hunk of psychic energy attacks the target."
  },
  {
    "index": 249,
    "name": "Rock Smash",
    "desc": "The user attacks with a punch. This may also lower the target’s Defense stat."
  },
  {
    "index": 250,
    "name": "Whirlpool",
    "desc": "The user traps the target inside a violent, swirling whirlpool that inflicts damage for four to five turns."
  },
  {
    "index": 251,
    "name": "Beat Up",
    "desc": "The user gets all party Pokémon to attack the target. The more party Pokémon, the greater the number of attacks."
  },
  {
    "index": 252,
    "name": "Fake Out",
    "desc": "This attack hits first and makes the target flinch. It works only on the first turn each time the user enters battle."
  },
  {
    "index": 253,
    "name": "Uproar",
    "desc": "The user attacks in an uproar for three turns. During that time, no Pokémon can fall asleep."
  },
  {
    "index": 254,
    "name": "Stockpile",
    "desc": "The user stores power and boosts its Defense and Sp. Def stats. This move can be used up to three times."
  },
  {
    "index": 255,
    "name": "Spit Up",
    "desc": "The power stored using the move Stockpile is released at once in an attack. The more power is stored, the greater the move’s power."
  },
  {
    "index": 256,
    "name": "Swallow",
    "desc": "The power stored using the move Stockpile is absorbed by the user to restore its own HP. The more power is stored, the more HP is restored."
  },
  {
    "index": 257,
    "name": "Heat Wave",
    "desc": "The user attacks by exhaling hot breath on opposing Pokémon. This may also leave them with a burn."
  },
  {
    "index": 258,
    "name": "Hail",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 259,
    "name": "Torment",
    "desc": "The user torments and enrages the target, making it incapable of using the same move twice in a row."
  },
  {
    "index": 260,
    "name": "Flatter",
    "desc": "Flattery is used to confuse the target. However, this also boosts the target’s Sp. Atk stat."
  },
  {
    "index": 261,
    "name": "Will-O-Wisp",
    "desc": "The user shoots a sinister flame at the target to inflict a burn."
  },
  {
    "index": 262,
    "name": "Memento",
    "desc": "The user faints. In return, the target’s Attack and Sp. Atk stats are harshly lowered."
  },
  {
    "index": 263,
    "name": "Facade",
    "desc": "This move’s power is doubled if the user is poisoned, burned, or paralyzed."
  },
  {
    "index": 264,
    "name": "Focus Punch",
    "desc": "The user focuses its mind before launching a punch. This move fails if the user is hit before using the move."
  },
  {
    "index": 265,
    "name": "Smelling Salts",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 266,
    "name": "Follow Me",
    "desc": "The user draws attention to itself, making all opposing Pokémon take aim only at the user."
  },
  {
    "index": 267,
    "name": "Nature Power",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 268,
    "name": "Charge",
    "desc": "The user becomes charged, boosting the power of the next Electric-type move it uses. This also boosts the user’s Sp. Def stat."
  },
  {
    "index": 269,
    "name": "Taunt",
    "desc": "The target is taunted into a rage that allows it to use only attack moves for three turns."
  },
  {
    "index": 270,
    "name": "Helping Hand",
    "desc": "The user assists an ally by boosting the power of that ally’s attack."
  },
  {
    "index": 271,
    "name": "Trick",
    "desc": "The user catches the target off guard and swaps the target’s held item with its own."
  },
  {
    "index": 272,
    "name": "Role Play",
    "desc": "The user mimics the target completely, copying the target’s Ability."
  },
  {
    "index": 273,
    "name": "Wish",
    "desc": "One turn after this move is used, the user’s or its replacement’s HP is restored by up to half the user’s max HP."
  },
  {
    "index": 274,
    "name": "Assist",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 275,
    "name": "Ingrain",
    "desc": "The user lays roots that restore its own HP every turn. Because the user is now rooted, it can’t switch out."
  },
  {
    "index": 276,
    "name": "Superpower",
    "desc": "The user attacks the target with great power. This also lowers the user’s Attack and Defense stats."
  },
  {
    "index": 277,
    "name": "Magic Coat",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 278,
    "name": "Recycle",
    "desc": "The user recycles a held item that has been used in battle so it can be used again."
  },
  {
    "index": 279,
    "name": "Revenge",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 280,
    "name": "Brick Break",
    "desc": "The user attacks with a swift chop. This move can also break barriers, such as Light Screen and Reflect."
  },
  {
    "index": 281,
    "name": "Yawn",
    "desc": "The user lets loose a huge yawn that lulls the target into falling asleep on the next turn."
  },
  {
    "index": 282,
    "name": "Knock Off",
    "desc": "The user slaps down the target’s held item, making it unusable for that battle. This move does more damage if the target has a held item."
  },
  {
    "index": 283,
    "name": "Endeavor",
    "desc": "The user inflicts damage by cutting down the target’s HP to roughly equal the user’s HP."
  },
  {
    "index": 284,
    "name": "Eruption",
    "desc": "The user attacks opposing Pokémon with explosive fury. The lower the user’s HP, the lower the move’s power."
  },
  {
    "index": 285,
    "name": "Skill Swap",
    "desc": "The user employs its psychic power to exchange Abilities with the target."
  },
  {
    "index": 286,
    "name": "Imprison",
    "desc": "If opposing Pokémon know any move also known by the user, they are prevented from using it."
  },
  {
    "index": 287,
    "name": "Refresh",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 288,
    "name": "Grudge",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 289,
    "name": "Snatch",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 290,
    "name": "Secret Power",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 291,
    "name": "Dive",
    "desc": "The user dives on the first turn, then floats up and attacks on the next turn."
  },
  {
    "index": 292,
    "name": "Arm Thrust",
    "desc": "The user attacks the target with open-palmed arm thrusts. This move hits two to five times in a row."
  },
  {
    "index": 293,
    "name": "Camouflage",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 294,
    "name": "Tail Glow",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 295,
    "name": "Luster Purge",
    "desc": "The user lets loose a damaging burst of light. This may also lower the target’s Sp. Def stat."
  },
  {
    "index": 296,
    "name": "Mist Ball",
    "desc": "A mist-like flurry of down envelops and damages the target. This may also lower the target’s Sp. Atk stat."
  },
  {
    "index": 297,
    "name": "Feather Dance",
    "desc": "The user covers the target’s body with a mass of down that harshly lowers its Attack stat."
  },
  {
    "index": 298,
    "name": "Teeter Dance",
    "desc": "The user performs a wobbly dance that confuses every Pokémon around it."
  },
  {
    "index": 299,
    "name": "Blaze Kick",
    "desc": "The user launches a kick that has a heightened chance of landing a critical hit. This may also leave the target with a burn."
  },
  {
    "index": 300,
    "name": "Mud Sport",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 301,
    "name": "Ice Ball",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 302,
    "name": "Needle Arm",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 303,
    "name": "Slack Off",
    "desc": "The user slacks off, restoring its own HP by up to half its max HP."
  },
  {
    "index": 304,
    "name": "Hyper Voice",
    "desc": "The user attacks by letting loose a horribly loud, resounding cry."
  },
  {
    "index": 305,
    "name": "Poison Fang",
    "desc": "The user bites the target with toxic fangs. This may also leave the target badly poisoned."
  },
  {
    "index": 306,
    "name": "Crush Claw",
    "desc": "The user slashes the target with hard and sharp claws. This may also lower the target’s Defense stat."
  },
  {
    "index": 307,
    "name": "Blast Burn",
    "desc": "The target is razed by a fiery explosion. The user can’t move on the next turn."
  },
  {
    "index": 308,
    "name": "Hydro Cannon",
    "desc": "The target is hit with a watery blast. The user can’t move on the next turn."
  },
  {
    "index": 309,
    "name": "Meteor Mash",
    "desc": "The target is hit with a hard punch fired like a meteor. This may also boost the user’s Attack stat."
  },
  {
    "index": 310,
    "name": "Astonish",
    "desc": "The user attacks the target by crying out in a startling fashion. This may also make the target flinch."
  },
  {
    "index": 311,
    "name": "Weather Ball",
    "desc": "This move’s type and power change depending on the weather at the time the move is used."
  },
  {
    "index": 312,
    "name": "Aromatherapy",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 313,
    "name": "Fake Tears",
    "desc": "The user feigns crying to fluster the target. This harshly lowers the target’s Sp. Def stat."
  },
  {
    "index": 314,
    "name": "Air Cutter",
    "desc": "The user launches razor-like wind to slash opposing Pokémon. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 315,
    "name": "Overheat",
    "desc": "The user attacks the target with all its might. The recoil from this move harshly lowers the user’s Sp. Atk stat."
  },
  {
    "index": 316,
    "name": "Odor Sleuth",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 317,
    "name": "Rock Tomb",
    "desc": "The user hurls boulders at the target to inflict damage. This also lowers the target’s Speed stat by cutting off its movement."
  },
  {
    "index": 318,
    "name": "Silver Wind",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 319,
    "name": "Metal Sound",
    "desc": "A horrible sound like scraping metal harshly lowers the target’s Sp. Def stat."
  },
  {
    "index": 320,
    "name": "Grass Whistle",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 321,
    "name": "Tickle",
    "desc": "The user tickles the target into laughing, lowering its Attack and Defense stats."
  },
  {
    "index": 322,
    "name": "Cosmic Power",
    "desc": "The user absorbs a mystical power from space to boost its Defense and Sp. Def stats."
  },
  {
    "index": 323,
    "name": "Water Spout",
    "desc": "The user spouts water to damage opposing Pokémon. The lower the user’s HP, the lower the move’s power."
  },
  {
    "index": 324,
    "name": "Signal Beam",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 325,
    "name": "Shadow Punch",
    "desc": "The user throws a punch from the shadows. This attack never misses."
  },
  {
    "index": 326,
    "name": "Extrasensory",
    "desc": "The user attacks with an odd, unseeable power. This may also make the target flinch."
  },
  {
    "index": 327,
    "name": "Sky Uppercut",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 328,
    "name": "Sand Tomb",
    "desc": "The user traps the target inside a harshly raging sandstorm that inflicts damage for four to five turns."
  },
  {
    "index": 329,
    "name": "Sheer Cold",
    "desc": "The target faints instantly. This move is less likely to hit the target if used by Pokémon other than Ice types."
  },
  {
    "index": 330,
    "name": "Muddy Water",
    "desc": "The user attacks by shooting muddy water at opposing Pokémon. This may also lower their accuracy."
  },
  {
    "index": 331,
    "name": "Bullet Seed",
    "desc": "The user attacks by forcefully shooting seeds at the target. This move hits two to five times in a row."
  },
  {
    "index": 332,
    "name": "Aerial Ace",
    "desc": "The user confounds the target with speed, then slashes. This attack never misses."
  },
  {
    "index": 333,
    "name": "Icicle Spear",
    "desc": "The user attacks by launching sharp icicles at the target. This move hits two to five times in a row."
  },
  {
    "index": 334,
    "name": "Iron Defense",
    "desc": "The user hardens its body’s surface like iron, sharply boosting its Defense stat."
  },
  {
    "index": 335,
    "name": "Block",
    "desc": "The user blocks the target’s way with arms spread wide to prevent the target from fleeing."
  },
  {
    "index": 336,
    "name": "Howl",
    "desc": "The user howls loudly to rouse itself and its allies. This boosts their Attack stats."
  },
  {
    "index": 337,
    "name": "Dragon Claw",
    "desc": "The user slashes the target with huge, sharp claws to inflict damage."
  },
  {
    "index": 338,
    "name": "Frenzy Plant",
    "desc": "The user slams the target with the roots of an enormous tree. The user can’t move on the next turn."
  },
  {
    "index": 339,
    "name": "Bulk Up",
    "desc": "The user tenses its muscles to bulk up its body, boosting its Attack and Defense stats."
  },
  {
    "index": 340,
    "name": "Bounce",
    "desc": "The user bounces up high on the first turn, then drops onto the target on the next turn. This may also leave the target with paralysis."
  },
  {
    "index": 341,
    "name": "Mud Shot",
    "desc": "The user attacks by hurling a blob of mud at the target. This also lowers the target’s Speed stat."
  },
  {
    "index": 342,
    "name": "Poison Tail",
    "desc": "The user hits the target with its tail. This move has a heightened chance of landing a critical hit and may also poison the target."
  },
  {
    "index": 343,
    "name": "Covet",
    "desc": "The user endearingly approaches the target, then steals the target’s held item."
  },
  {
    "index": 344,
    "name": "Volt Tackle",
    "desc": "The user electrifies itself and charges the target to inflict damage. This also damages the user quite a lot and may leave the target with paralysis."
  },
  {
    "index": 345,
    "name": "Magical Leaf",
    "desc": "The user scatters curious leaves that chase the target. This attack never misses."
  },
  {
    "index": 346,
    "name": "Water Sport",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 347,
    "name": "Calm Mind",
    "desc": "The user quietly focuses its mind and calms its spirit to boost its Sp. Atk and Sp. Def stats."
  },
  {
    "index": 348,
    "name": "Leaf Blade",
    "desc": "The user handles a sharp leaf like a sword and cuts the target to inflict damage. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 349,
    "name": "Dragon Dance",
    "desc": "The user vigorously performs a mystic, powerful dance that boosts its Attack and Speed stats."
  },
  {
    "index": 350,
    "name": "Rock Blast",
    "desc": "The user attacks by hurling hard rocks at the target. This move hits two to five times in a row."
  },
  {
    "index": 351,
    "name": "Shock Wave",
    "desc": "The user strikes the target with a quick jolt of electricity. This attack never misses."
  },
  {
    "index": 352,
    "name": "Water Pulse",
    "desc": "The user attacks the target with a pulsing blast of water. This may also confuse the target."
  },
  {
    "index": 353,
    "name": "Doom Desire",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 354,
    "name": "Psycho Boost",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 355,
    "name": "Roost",
    "desc": "The user lands and rests its body. This move restores the user’s HP by up to half its max HP."
  },
  {
    "index": 356,
    "name": "Gravity",
    "desc": "Enables Flying types or Pokémon with the Levitate Ability to be hit by Ground-type moves for five turns. Moves that involve flying can’t be used."
  },
  {
    "index": 357,
    "name": "Miracle Eye",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 358,
    "name": "Wake-Up Slap",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 359,
    "name": "Hammer Arm",
    "desc": "The user swings its strong, heavy fist at the target to inflict damage. This also lowers the user’s Speed stat."
  },
  {
    "index": 360,
    "name": "Gyro Ball",
    "desc": "The user tackles the target with a high-speed spin. The slower the user is than the target, the greater the move’s power."
  },
  {
    "index": 361,
    "name": "Healing Wish",
    "desc": "The user faints. In return, the Pokémon taking its place will have its HP restored and status conditions cured."
  },
  {
    "index": 362,
    "name": "Brine",
    "desc": "This move’s power is doubled if the target’s HP is at half or less."
  },
  {
    "index": 363,
    "name": "Natural Gift",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 364,
    "name": "Feint",
    "desc": "This attack can hit a target using a move such as Protect or Detect. This also lifts the effects of those moves."
  },
  {
    "index": 365,
    "name": "Pluck",
    "desc": "The user attacks by pecking the target. If the target is holding a Berry, the user eats it and gains its effect."
  },
  {
    "index": 366,
    "name": "Tailwind",
    "desc": "The user whips up a turbulent whirlwind that boosts the Speed stats of itself and its allies for four turns."
  },
  {
    "index": 367,
    "name": "Acupressure",
    "desc": "The user applies pressure to stress points, sharply boosting one of its or its allies’ stats."
  },
  {
    "index": 368,
    "name": "Metal Burst",
    "desc": "The user retaliates with much greater force against the opponent that last inflicted damage on it."
  },
  {
    "index": 369,
    "name": "U-turn",
    "desc": "After making its attack, the user rushes back to switch places with a party Pokémon in waiting."
  },
  {
    "index": 370,
    "name": "Close Combat",
    "desc": "The user fights the target up close, inflicting damage without guarding itself. This also lowers the user’s Defense and Sp. Def stats."
  },
  {
    "index": 371,
    "name": "Payback",
    "desc": "The user stores power, then attacks. This move’s power is doubled if the user moves after the target."
  },
  {
    "index": 372,
    "name": "Assurance",
    "desc": "This move’s power is doubled if the target has already taken some damage in the same turn."
  },
  {
    "index": 373,
    "name": "Embargo",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 374,
    "name": "Fling",
    "desc": "The user flings its held item at the target to attack. This move’s power and effects depend on the item."
  },
  {
    "index": 375,
    "name": "Psycho Shift",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 376,
    "name": "Trump Card",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 377,
    "name": "Heal Block",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 378,
    "name": "Wring Out",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 379,
    "name": "Power Trick",
    "desc": "The user employs its psychic power to switch its Attack stat with its Defense stat."
  },
  {
    "index": 380,
    "name": "Gastro Acid",
    "desc": "The user hurls up its stomach acids on the target. The fluid eliminates the effect of the target’s Ability."
  },
  {
    "index": 381,
    "name": "Lucky Chant",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 382,
    "name": "Me First",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 383,
    "name": "Copycat",
    "desc": "The user mimics the move used immediately before it. This move fails if no other move has been used yet."
  },
  {
    "index": 384,
    "name": "Power Swap",
    "desc": "The user employs its psychic power to switch changes to its Attack and Sp. Atk stats with the target."
  },
  {
    "index": 385,
    "name": "Guard Swap",
    "desc": "The user employs its psychic power to switch changes to its Defense and Sp. Def stats with the target."
  },
  {
    "index": 386,
    "name": "Punishment",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 387,
    "name": "Last Resort",
    "desc": "This move can be used only after the user has used all the other moves it knows in the battle."
  },
  {
    "index": 388,
    "name": "Worry Seed",
    "desc": "A seed that causes worry is planted on the target. It prevents sleep by making the target’s Ability Insomnia."
  },
  {
    "index": 389,
    "name": "Sucker Punch",
    "desc": "This move enables the user to attack first. This move fails if the target is not readying an attack."
  },
  {
    "index": 390,
    "name": "Toxic Spikes",
    "desc": "The user lays a trap of poison spikes at the feet of the opposing team. The spikes will poison opposing Pokémon that switch into battle."
  },
  {
    "index": 391,
    "name": "Heart Swap",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 392,
    "name": "Aqua Ring",
    "desc": "The user envelops itself in a veil made of water. It regains some HP every turn."
  },
  {
    "index": 393,
    "name": "Magnet Rise",
    "desc": "The user levitates using electrically generated magnetism for five turns."
  },
  {
    "index": 394,
    "name": "Flare Blitz",
    "desc": "The user cloaks itself in fire and charges the target to inflict damage. This also damages the user quite a lot and may leave the target with a burn."
  },
  {
    "index": 395,
    "name": "Force Palm",
    "desc": "The target is attacked with a shock wave. This may also leave the target with paralysis."
  },
  {
    "index": 396,
    "name": "Aura Sphere",
    "desc": "The user lets loose a pulse of aura power from deep within its body at the target. This attack never misses."
  },
  {
    "index": 397,
    "name": "Rock Polish",
    "desc": "The user polishes its body to reduce drag. This sharply boosts the user’s Speed stat."
  },
  {
    "index": 398,
    "name": "Poison Jab",
    "desc": "The target is stabbed with a tentacle, an arm, or the like steeped in poison. This may also poison the target."
  },
  {
    "index": 399,
    "name": "Dark Pulse",
    "desc": "The user releases a horrible aura imbued with ill intent. This may also make the target flinch."
  },
  {
    "index": 400,
    "name": "Night Slash",
    "desc": "The user slashes the target the instant an opportunity arises. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 401,
    "name": "Aqua Tail",
    "desc": "The user attacks by swinging its tail as if it were a vicious wave in a raging storm."
  },
  {
    "index": 402,
    "name": "Seed Bomb",
    "desc": "The user attacks by slamming a barrage of hard-shelled seeds down on the target from above."
  },
  {
    "index": 403,
    "name": "Air Slash",
    "desc": "The user attacks with a blade of air that slices even the sky. This may also make the target flinch."
  },
  {
    "index": 404,
    "name": "X-Scissor",
    "desc": "The user slashes at the target by crossing its scythes, claws, or the like as if they were a pair of scissors."
  },
  {
    "index": 405,
    "name": "Bug Buzz",
    "desc": "The user vibrates to generate a damaging sound wave. This may also lower the target’s Sp. Def stat."
  },
  {
    "index": 406,
    "name": "Dragon Pulse",
    "desc": "The target is attacked with a shock wave generated by the user’s gaping mouth."
  },
  {
    "index": 407,
    "name": "Dragon Rush",
    "desc": "The user tackles the target while exhibiting overwhelming menace. This may also make the target flinch."
  },
  {
    "index": 408,
    "name": "Power Gem",
    "desc": "The user attacks with a ray of light that sparkles as if it were made of gemstones."
  },
  {
    "index": 409,
    "name": "Drain Punch",
    "desc": "The user attacks with an energy-draining punch. The user’s HP is restored by up to half the damage taken by the target."
  },
  {
    "index": 410,
    "name": "Vacuum Wave",
    "desc": "The user whirls its fists to send a wave of pure vacuum at the target. This move always goes first."
  },
  {
    "index": 411,
    "name": "Focus Blast",
    "desc": "The user heightens its mental focus and unleashes its power. This may also lower the target’s Sp. Def stat."
  },
  {
    "index": 412,
    "name": "Energy Ball",
    "desc": "The user draws power from nature and fires it at the target. This may also lower the target’s Sp. Def stat."
  },
  {
    "index": 413,
    "name": "Brave Bird",
    "desc": "The user tucks in its wings and charges at a low altitude. This also damages the user quite a lot."
  },
  {
    "index": 414,
    "name": "Earth Power",
    "desc": "The user makes the ground under the target erupt with power. This may also lower the target’s Sp. Def stat."
  },
  {
    "index": 415,
    "name": "Switcheroo",
    "desc": "The user trades held items with the target faster than the eye can follow."
  },
  {
    "index": 416,
    "name": "Giga Impact",
    "desc": "The user charges at the target using every bit of its power. The user can’t move on the next turn."
  },
  {
    "index": 417,
    "name": "Nasty Plot",
    "desc": "The user stimulates its brain by thinking bad thoughts. This sharply boosts the user’s Sp. Atk stat."
  },
  {
    "index": 418,
    "name": "Bullet Punch",
    "desc": "The user strikes the target with tough punches as fast as bullets. This move always goes first."
  },
  {
    "index": 419,
    "name": "Avalanche",
    "desc": "This move’s power is doubled if the target has inflicted damage on the user in the same turn."
  },
  {
    "index": 420,
    "name": "Ice Shard",
    "desc": "The user flash-freezes chunks of ice and hurls them at the target. This move always goes first."
  },
  {
    "index": 421,
    "name": "Shadow Claw",
    "desc": "The user attacks by slashing the target with a sharp claw made from shadows. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 422,
    "name": "Thunder Fang",
    "desc": "The user bites with electrified fangs. This may also make the target flinch or leave it with paralysis."
  },
  {
    "index": 423,
    "name": "Ice Fang",
    "desc": "The user bites with cold-infused fangs. This may also make the target flinch or leave it frozen."
  },
  {
    "index": 424,
    "name": "Fire Fang",
    "desc": "The user bites with flame-cloaked fangs. This may also make the target flinch or leave it with a burn."
  },
  {
    "index": 425,
    "name": "Shadow Sneak",
    "desc": "The user extends its shadow and attacks the target from behind. This move always goes first."
  },
  {
    "index": 426,
    "name": "Mud Bomb",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 427,
    "name": "Psycho Cut",
    "desc": "The user tears at the target with blades formed by psychic power. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 428,
    "name": "Zen Headbutt",
    "desc": "The user focuses its willpower to its head and attacks the target. This may also make the target flinch."
  },
  {
    "index": 429,
    "name": "Mirror Shot",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 430,
    "name": "Flash Cannon",
    "desc": "The user gathers all its light energy and releases it at once. This may also lower the target’s Sp. Def stat."
  },
  {
    "index": 431,
    "name": "Rock Climb",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 432,
    "name": "Defog",
    "desc": "A strong wind blows away the target’s barriers such as Reflect or Light Screen. This also lowers the target’s evasiveness."
  },
  {
    "index": 433,
    "name": "Trick Room",
    "desc": "The user creates a bizarre area in which slower Pokémon get to move first for five turns."
  },
  {
    "index": 434,
    "name": "Draco Meteor",
    "desc": "Comets are summoned down from the sky onto the target. The recoil from this move harshly lowers the user’s Sp. Atk stat."
  },
  {
    "index": 435,
    "name": "Discharge",
    "desc": "The user strikes everything around it by letting loose a flare of electricity. This may also leave those hit by the attack with paralysis."
  },
  {
    "index": 436,
    "name": "Lava Plume",
    "desc": "The user torches everything around it in an inferno of scarlet flames. This may also leave those it hits with a burn."
  },
  {
    "index": 437,
    "name": "Leaf Storm",
    "desc": "The user whips up a storm of leaves around the target. The recoil from this move harshly lowers the user’s Sp. Atk stat."
  },
  {
    "index": 438,
    "name": "Power Whip",
    "desc": "The user violently whirls its vines, tentacles, or the like to lash the target."
  },
  {
    "index": 439,
    "name": "Rock Wrecker",
    "desc": "The user launches a huge boulder at the target to attack. The user can’t move on the next turn."
  },
  {
    "index": 440,
    "name": "Cross Poison",
    "desc": "A slashing attack with a poisonous blade that may also poison the target. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 441,
    "name": "Gunk Shot",
    "desc": "The user shoots filthy garbage at the target to attack. This may also poison the target."
  },
  {
    "index": 442,
    "name": "Iron Head",
    "desc": "The user slams the target with its steel-hard head. This may also make the target flinch."
  },
  {
    "index": 443,
    "name": "Magnet Bomb",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 444,
    "name": "Stone Edge",
    "desc": "The user stabs the target with sharpened stones. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 445,
    "name": "Captivate",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 446,
    "name": "Stealth Rock",
    "desc": "The user lays a trap of levitating stones around the opposing team. The trap damages opposing Pokémon that switch into battle."
  },
  {
    "index": 447,
    "name": "Grass Knot",
    "desc": "The user snares the target with grass and trips it. The heavier the target, the greater the move’s power."
  },
  {
    "index": 448,
    "name": "Chatter",
    "desc": "The user attacks the target with sound waves of deafening chatter. This also confuses the target."
  },
  {
    "index": 449,
    "name": "Judgment",
    "desc": "The user releases countless shots of light at the target. This move’s type changes depending on the kind of plate held by the user."
  },
  {
    "index": 450,
    "name": "Bug Bite",
    "desc": "The user attacks by biting the target. If the target is holding a Berry, the user eats it and gains its effect."
  },
  {
    "index": 451,
    "name": "Charge Beam",
    "desc": "The user attacks the target with an electric charge. The residual electricity may also boost the user’s Sp. Atk stat."
  },
  {
    "index": 452,
    "name": "Wood Hammer",
    "desc": "The user slams its rugged body into the target to attack. This also damages the user quite a lot."
  },
  {
    "index": 453,
    "name": "Aqua Jet",
    "desc": "The user lunges at the target to inflict damage, moving at blinding speed. This move always goes first."
  },
  {
    "index": 454,
    "name": "Attack Order",
    "desc": "The user calls out its underlings to pummel the target. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 455,
    "name": "Defend Order",
    "desc": "The user calls out its underlings to shield its body, boosting its Defense and Sp. Def stats."
  },
  {
    "index": 456,
    "name": "Heal Order",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 457,
    "name": "Head Smash",
    "desc": "The user attacks the target with a hazardous full-power headbutt. This also damages the user terribly."
  },
  {
    "index": 458,
    "name": "Double Hit",
    "desc": "The user slams the target with a tail or the like. The target is hit twice in a row."
  },
  {
    "index": 459,
    "name": "Roar of Time",
    "desc": "The user blasts the target with power that distorts even time. The user can’t move on the next turn."
  },
  {
    "index": 460,
    "name": "Spacial Rend",
    "desc": "The user tears the target along with the space around it. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 461,
    "name": "Lunar Dance",
    "desc": "The user faints. In return, the Pokémon taking its place will have its HP and PP restored and its status conditions cured."
  },
  {
    "index": 462,
    "name": "Crush Grip",
    "desc": "The target is crushed with great force. The more HP the target has left, the greater the move’s power."
  },
  {
    "index": 463,
    "name": "Magma Storm",
    "desc": "The user traps the target inside a maelstrom of fire that inflicts damage for four to five turns."
  },
  {
    "index": 464,
    "name": "Dark Void",
    "desc": "Opposing Pokémon are dragged into a world of total darkness that puts them to sleep."
  },
  {
    "index": 465,
    "name": "Seed Flare",
    "desc": "The user emits a shock wave from its body to attack the target. This may also harshly lower the target’s Sp. Def stat."
  },
  {
    "index": 466,
    "name": "Ominous Wind",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 467,
    "name": "Shadow Force",
    "desc": "The user disappears on the first turn, then attacks on the next turn. This move hits even if the target protects itself."
  },
  {
    "index": 468,
    "name": "Hone Claws",
    "desc": "The user sharpens its claws to boost its Attack stat and accuracy."
  },
  {
    "index": 469,
    "name": "Wide Guard",
    "desc": "The user and its allies are protected from wide-ranging attacks for one turn."
  },
  {
    "index": 470,
    "name": "Guard Split",
    "desc": "The user employs its psychic power to average its Defense and Sp. Def stats with those of the target."
  },
  {
    "index": 471,
    "name": "Power Split",
    "desc": "The user employs its psychic power to average its Attack and Sp. Atk stats with those of the target."
  },
  {
    "index": 472,
    "name": "Wonder Room",
    "desc": "The user creates a bizarre area in which Pokémon’s Defense and Sp. Def stats are swapped for five turns."
  },
  {
    "index": 473,
    "name": "Psyshock",
    "desc": "The user materializes an odd psychic wave to attack the target. This move deals physical damage."
  },
  {
    "index": 474,
    "name": "Venoshock",
    "desc": "The user drenches the target in a special poisonous liquid. This move’s power is doubled if the target is poisoned."
  },
  {
    "index": 475,
    "name": "Autotomize",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 476,
    "name": "Rage Powder",
    "desc": "The user scatters a cloud of irritating powder to draw attention to itself. Opposing Pokémon aim only at the user."
  },
  {
    "index": 477,
    "name": "Telekinesis",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 478,
    "name": "Magic Room",
    "desc": "The user creates a bizarre area in which Pokémon’s held items lose their effects for five turns."
  },
  {
    "index": 479,
    "name": "Smack Down",
    "desc": "The user throws a stone or similar projectile to attack the target. If the target is in the air, it will be knocked down to the ground."
  },
  {
    "index": 480,
    "name": "Storm Throw",
    "desc": "The user attacks by striking the target with a fierce blow. This move always lands a critical hit."
  },
  {
    "index": 481,
    "name": "Flame Burst",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 482,
    "name": "Sludge Wave",
    "desc": "The user strikes everything around it by swamping the area with a giant sludge wave. This may also poison those it hits."
  },
  {
    "index": 483,
    "name": "Quiver Dance",
    "desc": "The user lightly performs a beautiful, mystic dance. This boosts the user’s Sp. Atk, Sp. Def, and Speed stats."
  },
  {
    "index": 484,
    "name": "Heavy Slam",
    "desc": "The user slams into the target with its heavy body. The more the user outweighs the target, the greater the move’s power."
  },
  {
    "index": 485,
    "name": "Synchronoise",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 486,
    "name": "Electro Ball",
    "desc": "The user hurls an electric orb at the target. The faster the user is than the target, the greater the move’s power."
  },
  {
    "index": 487,
    "name": "Soak",
    "desc": "The user shoots a torrent of water that changes the target’s type to Water."
  },
  {
    "index": 488,
    "name": "Flame Charge",
    "desc": "Cloaking itself in flame, the user attacks the target. Then, building up momentum, the user boosts its Speed stat."
  },
  {
    "index": 489,
    "name": "Coil",
    "desc": "The user coils up and concentrates. This boosts its Attack and Defense stats as well as its accuracy."
  },
  {
    "index": 490,
    "name": "Low Sweep",
    "desc": "The user makes a swift attack on the target’s legs, which lowers the target’s Speed stat."
  },
  {
    "index": 491,
    "name": "Acid Spray",
    "desc": "The user attacks by spitting fluid that works to melt the target. This also harshly lowers the target’s Sp. Def stat."
  },
  {
    "index": 492,
    "name": "Foul Play",
    "desc": "The user turns the target’s strength against it. The higher the target’s Attack stat, the greater the damage this move inflicts."
  },
  {
    "index": 493,
    "name": "Simple Beam",
    "desc": "The user emits a mysterious psychic wave that changes the target’s Ability to Simple."
  },
  {
    "index": 494,
    "name": "Entrainment",
    "desc": "The user dances with an odd rhythm that compels the target to mimic it, making the target’s Ability the same as the user’s."
  },
  {
    "index": 495,
    "name": "After You",
    "desc": "The user helps the target and makes it use its move right after the user."
  },
  {
    "index": 496,
    "name": "Round",
    "desc": "The user attacks the target with a song. If others use this move, they will act immediately after the initial user, and the power of their Rounds will be boosted."
  },
  {
    "index": 497,
    "name": "Echoed Voice",
    "desc": "The user attacks the target with an echoing voice. If this move is used consecutively by any Pokémon, its power is boosted."
  },
  {
    "index": 498,
    "name": "Chip Away",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 499,
    "name": "Clear Smog",
    "desc": "The user attacks the target by throwing a clump of special mud. All stat changes are eliminated."
  },
  {
    "index": 500,
    "name": "Stored Power",
    "desc": "The user attacks the target with stored power. The more the user’s stats are boosted, the greater the move’s power."
  },
  {
    "index": 501,
    "name": "Quick Guard",
    "desc": "The user protects itself and its allies from priority moves."
  },
  {
    "index": 502,
    "name": "Ally Switch",
    "desc": "The user teleports using a strange power and switches places with one of its allies. This move’s chance of failing rises if it is used in succession."
  },
  {
    "index": 503,
    "name": "Scald",
    "desc": "The user attacks by shooting boiling hot water at the target. This may also leave the target with a burn."
  },
  {
    "index": 504,
    "name": "Shell Smash",
    "desc": "The user breaks its shell, which lowers its Defense and Sp. Def stats but sharply boosts its Attack, Sp. Atk, and Speed stats."
  },
  {
    "index": 505,
    "name": "Heal Pulse",
    "desc": "The user emits a healing pulse that restores the target’s HP by up to half its max HP."
  },
  {
    "index": 506,
    "name": "Hex",
    "desc": "This relentless attack does massive damage to a target affected by status conditions."
  },
  {
    "index": 507,
    "name": "Sky Drop",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 508,
    "name": "Shift Gear",
    "desc": "The user rotates its gears, boosting its Attack stat and sharply boosting its Speed stat."
  },
  {
    "index": 509,
    "name": "Circle Throw",
    "desc": "The target is thrown, and a different Pokémon is dragged out. In the wild, this ends a battle against a single Pokémon."
  },
  {
    "index": 510,
    "name": "Incinerate",
    "desc": "The user attacks opposing Pokémon with fire. If a Pokémon is holding a certain item, such as a Berry, the item becomes burned up and unusable."
  },
  {
    "index": 511,
    "name": "Quash",
    "desc": "The user suppresses the target and makes its move go last."
  },
  {
    "index": 512,
    "name": "Acrobatics",
    "desc": "The user nimbly strikes the target. This attack does massive damage if the user isn’t holding an item."
  },
  {
    "index": 513,
    "name": "Reflect Type",
    "desc": "The user reflects the target’s type to become the same type as the target."
  },
  {
    "index": 514,
    "name": "Retaliate",
    "desc": "The user takes revenge for a fainted ally. This move’s power is boosted if an ally fainted in the previous turn."
  },
  {
    "index": 515,
    "name": "Final Gambit",
    "desc": "The user risks everything to attack the target. The user faints but inflicts damage equal to its own HP."
  },
  {
    "index": 516,
    "name": "Bestow",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 517,
    "name": "Inferno",
    "desc": "The user attacks by engulfing the target in an intense fire. This leaves the target with a burn."
  },
  {
    "index": 518,
    "name": "Water Pledge",
    "desc": "A column of water hits the target. When used with its fire counterpart, this move’s power is boosted and a rainbow appears."
  },
  {
    "index": 519,
    "name": "Fire Pledge",
    "desc": "A column of fire hits the target. When used with its grass counterpart, this move’s power is boosted and a vast sea of fire appears."
  },
  {
    "index": 520,
    "name": "Grass Pledge",
    "desc": "A column of grass hits the target. When used with its water counterpart, this move’s power is boosted and a vast swamp appears."
  },
  {
    "index": 521,
    "name": "Volt Switch",
    "desc": "After making its attack, the user rushes back to switch places with a party Pokémon in waiting."
  },
  {
    "index": 522,
    "name": "Struggle Bug",
    "desc": "The user attacks by struggling against opposing Pokémon. This also lowers their Sp. Atk stats."
  },
  {
    "index": 523,
    "name": "Bulldoze",
    "desc": "The user strikes everything around it by stomping down on the ground. This lowers the Speed stats of those hit."
  },
  {
    "index": 524,
    "name": "Frost Breath",
    "desc": "The user attacks by blowing its cold breath on the target. This move always lands a critical hit."
  },
  {
    "index": 525,
    "name": "Dragon Tail",
    "desc": "The target is knocked away, and a different Pokémon is dragged out. In the wild, this ends a battle against a single Pokémon."
  },
  {
    "index": 526,
    "name": "Work Up",
    "desc": "The user is roused, and its Attack and Sp. Atk stats are boosted."
  },
  {
    "index": 527,
    "name": "Electroweb",
    "desc": "The user captures opposing Pokémon in an electric net to inflict damage. This also lowers their Speed stats."
  },
  {
    "index": 528,
    "name": "Wild Charge",
    "desc": "The user shrouds itself in electricity and smashes into the target. This also damages the user a little."
  },
  {
    "index": 529,
    "name": "Drill Run",
    "desc": "The user crashes into the target while rotating its body like a drill. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 530,
    "name": "Dual Chop",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 531,
    "name": "Heart Stamp",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 532,
    "name": "Horn Leech",
    "desc": "The user drains the target’s energy with its horns. The user’s HP is restored by up to half the damage taken by the target."
  },
  {
    "index": 533,
    "name": "Sacred Sword",
    "desc": "The user attacks by slicing with a sword. The target’s stat changes don’t affect the damage inflicted by this move."
  },
  {
    "index": 534,
    "name": "Razor Shell",
    "desc": "The user cuts the target with sharp shells to inflict damage. This may also lower the target’s Defense stat."
  },
  {
    "index": 535,
    "name": "Heat Crash",
    "desc": "The user slams into the target with its flame-covered body. The more the user outweighs the target, the greater the move’s power."
  },
  {
    "index": 536,
    "name": "Leaf Tornado",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 537,
    "name": "Steamroller",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 538,
    "name": "Cotton Guard",
    "desc": "The user protects itself by wrapping its body in soft cotton, drastically boosting its Defense stat."
  },
  {
    "index": 539,
    "name": "Night Daze",
    "desc": "The user looses a pitch-black shock wave at the target to inflict damage. This may also lower the target’s accuracy."
  },
  {
    "index": 540,
    "name": "Psystrike",
    "desc": "The user materializes an odd psychic wave to attack the target. This move deals physical damage."
  },
  {
    "index": 541,
    "name": "Tail Slap",
    "desc": "The user attacks by striking the target with its hard tail. This move hits two to five times in a row."
  },
  {
    "index": 542,
    "name": "Hurricane",
    "desc": "The user attacks by wrapping the target in a fierce wind. This may also confuse the target."
  },
  {
    "index": 543,
    "name": "Head Charge",
    "desc": "The user charges its head into the target, using its powerful guard hair. This also damages the user a little."
  },
  {
    "index": 544,
    "name": "Gear Grind",
    "desc": "The user attacks by throwing steel gears at the target twice in a row."
  },
  {
    "index": 545,
    "name": "Searing Shot",
    "desc": "The user torches everything around it in an inferno of scarlet flames. This may also leave those it hits with a burn."
  },
  {
    "index": 546,
    "name": "Techno Blast",
    "desc": "The user attacks by firing a beam of light at the target. This move’s type changes depending on the kind of drive held by the user."
  },
  {
    "index": 547,
    "name": "Relic Song",
    "desc": "The user sings an ancient song and attacks by appealing to the hearts of the listening opposing Pokémon. This may also induce sleep."
  },
  {
    "index": 548,
    "name": "Secret Sword",
    "desc": "The user cuts with its long horn. The odd power contained in the horn deals physical damage to the target."
  },
  {
    "index": 549,
    "name": "Glaciate",
    "desc": "The user attacks by blowing freezing cold air at opposing Pokémon. This also lowers their Speed stats."
  },
  {
    "index": 550,
    "name": "Bolt Strike",
    "desc": "The user surrounds itself with a great amount of electricity and charges the target. This may also leave the target with paralysis."
  },
  {
    "index": 551,
    "name": "Blue Flare",
    "desc": "The user attacks by engulfing the target in an intense, yet beautiful, blue flame. This may also leave the target with a burn."
  },
  {
    "index": 552,
    "name": "Fiery Dance",
    "desc": "Cloaked in flames, the user attacks the target by dancing and flapping its wings. This may also boost the user’s Sp. Atk stat."
  },
  {
    "index": 553,
    "name": "Freeze Shock",
    "desc": "The turn after using this move, the user hits the target with electrically charged ice to inflict damage. This may also leave the target with paralysis."
  },
  {
    "index": 554,
    "name": "Ice Burn",
    "desc": "The turn after using this move, the user surrounds the target with an ultracold, freezing wind to inflict damage. This may also leave the target with a burn."
  },
  {
    "index": 555,
    "name": "Snarl",
    "desc": "The user yells as if it’s ranting about something, which lowers the Sp. Atk stats of opposing Pokémon."
  },
  {
    "index": 556,
    "name": "Icicle Crash",
    "desc": "The user attacks by crashing large icicles onto the target. This may also make the target flinch."
  },
  {
    "index": 557,
    "name": "V-create",
    "desc": "The user emits a hot flame from its forehead and hurls itself at the target to inflict damage. This also lowers the user’s Defense, Sp. Def, and Speed stats."
  },
  {
    "index": 558,
    "name": "Fusion Flare",
    "desc": "The user brings down a giant flame. This move’s power is boosted when influenced by an enormous lightning bolt."
  },
  {
    "index": 559,
    "name": "Fusion Bolt",
    "desc": "The user throws down a giant lightning bolt. This move’s power is boosted when influenced by an enormous flame."
  },
  {
    "index": 560,
    "name": "Flying Press",
    "desc": "The user dives down onto the target from the sky. This move is Fighting and Flying type simultaneously."
  },
  {
    "index": 561,
    "name": "Mat Block",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 562,
    "name": "Belch",
    "desc": "The user lets out a damaging belch at the target. The user must eat a held Berry to use this move."
  },
  {
    "index": 563,
    "name": "Rototiller",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 564,
    "name": "Sticky Web",
    "desc": "The user weaves a sticky net around the opposing team, which lowers their Speed stats upon switching into battle."
  },
  {
    "index": 565,
    "name": "Fell Stinger",
    "desc": "When the user knocks out a target with this move, the user’s Attack stat is boosted drastically."
  },
  {
    "index": 566,
    "name": "Phantom Force",
    "desc": "The user vanishes somewhere, then strikes the target on the next turn. This move hits even if the target protects itself."
  },
  {
    "index": 567,
    "name": "Trick-or-Treat",
    "desc": "The user takes the target trick-or-treating. This adds Ghost type to the target’s type."
  },
  {
    "index": 568,
    "name": "Noble Roar",
    "desc": "Letting out a noble roar, the user intimidates the target and lowers the target’s Attack and Sp. Atk stats."
  },
  {
    "index": 569,
    "name": "Ion Deluge",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 570,
    "name": "Parabolic Charge",
    "desc": "The user attacks everything around it. The user’s HP is restored by half the damage taken by those hit."
  },
  {
    "index": 571,
    "name": "Forest鈥檚 Curse",
    "desc": "The user puts a forest curse on the target. This adds Grass type to the target’s type."
  },
  {
    "index": 572,
    "name": "Petal Blizzard",
    "desc": "The user stirs up a violent petal blizzard and damages everything around it."
  },
  {
    "index": 573,
    "name": "Freeze-Dry",
    "desc": "The user rapidly cools the target. This may also leave the target frozen. This move is super effective on Water types."
  },
  {
    "index": 574,
    "name": "Disarming Voice",
    "desc": "Letting out a charming cry, the user does emotional damage to opposing Pokémon. This attack never misses."
  },
  {
    "index": 575,
    "name": "Parting Shot",
    "desc": "With a parting threat, the user lowers the target’s Attack and Sp. Atk stats. Then it switches places with a party Pokémon in waiting."
  },
  {
    "index": 576,
    "name": "Topsy-Turvy",
    "desc": "All stat changes affecting the target turn topsy-turvy and become the opposite of what they were."
  },
  {
    "index": 577,
    "name": "Draining Kiss",
    "desc": "The user steals the target’s HP with a kiss. The user’s HP is restored by over half the damage taken by the target."
  },
  {
    "index": 578,
    "name": "Crafty Shield",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 579,
    "name": "Flower Shield",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 580,
    "name": "Grassy Terrain",
    "desc": "The user turns the ground into Grassy Terrain for five turns. This restores the HP of Pokémon on the ground a little every turn and powers up Grass-type moves."
  },
  {
    "index": 581,
    "name": "Misty Terrain",
    "desc": "This protects Pokémon on the ground from status conditions and halves damage from Dragon-type moves for five turns."
  },
  {
    "index": 582,
    "name": "Electrify",
    "desc": "If the target is electrified before it uses a move, the target’s move becomes Electric type for that turn."
  },
  {
    "index": 583,
    "name": "Play Rough",
    "desc": "The user attacks by playing rough with the target. This may also lower the target’s Attack stat."
  },
  {
    "index": 584,
    "name": "Fairy Wind",
    "desc": "The user attacks by stirring up a fairy wind to strike the target."
  },
  {
    "index": 585,
    "name": "Moonblast",
    "desc": "Borrowing the power of the moon, the user attacks the target. This may also lower the target’s Sp. Atk stat."
  },
  {
    "index": 586,
    "name": "Boomburst",
    "desc": "The user attacks everything around it with the destructive power of a terrible explosive sound."
  },
  {
    "index": 587,
    "name": "Fairy Lock",
    "desc": "By locking down the battlefield, the user keeps all Pokémon from fleeing during the next turn."
  },
  {
    "index": 588,
    "name": "King鈥檚 Shield",
    "desc": "The user takes a defensive stance while it protects itself from damage. This also lowers the Attack stat of any attacker that makes direct contact."
  },
  {
    "index": 589,
    "name": "Play Nice",
    "desc": "The user and the target become friends, and the target loses its will to fight. This lowers the target’s Attack stat."
  },
  {
    "index": 590,
    "name": "Confide",
    "desc": "The user tells the target a secret, and the target loses its ability to concentrate. This lowers the target’s Sp. Atk stat."
  },
  {
    "index": 591,
    "name": "Diamond Storm",
    "desc": "The user whips up a storm of diamonds to damage opposing Pokémon. This may also sharply boost the user’s Defense stat."
  },
  {
    "index": 592,
    "name": "Steam Eruption",
    "desc": "The user immerses the target in superheated steam. This may also leave the target with a burn."
  },
  {
    "index": 593,
    "name": "Hyperspace Hole",
    "desc": "Using a hyperspace hole, the user appears right next to the target and strikes. This attack can hit a target using a move such as Protect or Detect."
  },
  {
    "index": 594,
    "name": "Water Shuriken",
    "desc": "The user hits the target with throwing stars two to five times in a row. This move always goes first."
  },
  {
    "index": 595,
    "name": "Mystical Fire",
    "desc": "The user attacks by breathing a special, hot fire. This also lowers the target’s Sp. Atk stat."
  },
  {
    "index": 596,
    "name": "Spiky Shield",
    "desc": "In addition to protecting the user from attacks, this move also damages any attacker that makes direct contact."
  },
  {
    "index": 597,
    "name": "Aromatic Mist",
    "desc": "The user boosts the Sp. Def stat of an ally Pokémon by using a mysterious aroma."
  },
  {
    "index": 598,
    "name": "Eerie Impulse",
    "desc": "The user’s body generates an eerie impulse. Exposing the target to it harshly lowers the target’s Sp. Atk stat."
  },
  {
    "index": 599,
    "name": "Venom Drench",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 600,
    "name": "Powder",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 601,
    "name": "Geomancy",
    "desc": "The user absorbs energy on the first turn, then sharply boosts its Sp. Atk, Sp. Def, and Speed stats on the next turn."
  },
  {
    "index": 602,
    "name": "Magnetic Flux",
    "desc": "The user manipulates magnetic fields, which boosts the Defense and Sp. Def stats of ally Pokémon with the Plus Ability or the Minus Ability."
  },
  {
    "index": 603,
    "name": "Happy Hour",
    "desc": "Using Happy Hour doubles the amount of prize money received after battle."
  },
  {
    "index": 604,
    "name": "Electric Terrain",
    "desc": "The user turns the ground into Electric Terrain for five turns, powering up Electric-type moves. Pokémon on the ground can no longer fall asleep."
  },
  {
    "index": 605,
    "name": "Dazzling Gleam",
    "desc": "The user damages opposing Pokémon by emitting a powerful flash."
  },
  {
    "index": 606,
    "name": "Celebrate",
    "desc": "The Pokémon congratulates you on your special day!"
  },
  {
    "index": 607,
    "name": "Hold Hands",
    "desc": "The user and an ally hold hands. This makes them very happy."
  },
  {
    "index": 608,
    "name": "Baby-Doll Eyes",
    "desc": "The user stares at the target with its baby-doll eyes, which lowers the target’s Attack stat. This move always goes first."
  },
  {
    "index": 609,
    "name": "Nuzzle",
    "desc": "The user attacks by nuzzling its electrified cheeks against the target. This also leaves the target with paralysis."
  },
  {
    "index": 610,
    "name": "Hold Back",
    "desc": "The user holds back when it attacks, and the target is left with at least 1 HP."
  },
  {
    "index": 611,
    "name": "Infestation",
    "desc": "The target is infested and attacked for four to five turns. The target can’t flee during this time."
  },
  {
    "index": 612,
    "name": "Power-Up Punch",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 613,
    "name": "Oblivion Wing",
    "desc": "The user absorbs the target’s HP. The user’s HP is restored by over half the damage taken by the target."
  },
  {
    "index": 614,
    "name": "Thousand Arrows",
    "desc": "This move can hit opposing Pokémon that are in the air. Those Pokémon will be knocked down to the ground."
  },
  {
    "index": 615,
    "name": "Thousand Waves",
    "desc": "The user attacks with a wave that crawls along the ground. Those it hits can’t flee from battle."
  },
  {
    "index": 616,
    "name": "Land鈥檚 Wrath",
    "desc": "The user gathers the energy of the land and focuses that power on opposing Pokémon to inflict damage."
  },
  {
    "index": 617,
    "name": "Light of Ruin",
    "desc": "Drawing power from the Eternal Flower, the user fires a powerful beam of light. This also damages the user terribly."
  },
  {
    "index": 618,
    "name": "Origin Pulse",
    "desc": "The user attacks opposing Pokémon with countless beams of light that glow a deep and brilliant blue."
  },
  {
    "index": 619,
    "name": "Precipice Blades",
    "desc": "The user attacks opposing Pokémon by manifesting the power of the land in fearsome blades of stone."
  },
  {
    "index": 620,
    "name": "Dragon Ascent",
    "desc": "The user attacks the target by dropping out of the sky at high speed. This also lowers the user’s Defense and Sp. Def stats."
  },
  {
    "index": 621,
    "name": "Hyperspace Fury",
    "desc": "Using its many arms, the user unleashes a barrage of attacks that ignore the effects of moves like Protect and Detect. This also lowers the user’s Defense stat."
  },
  {
    "index": 622,
    "name": "Breakneck Blitz",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 623,
    "name": "Breakneck Blitz",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 624,
    "name": "All-Out Pummeling",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 625,
    "name": "All-Out Pummeling",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 626,
    "name": "Supersonic Skystrike",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 627,
    "name": "Supersonic Skystrike",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 628,
    "name": "Acid Downpour",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 629,
    "name": "Acid Downpour",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 630,
    "name": "Tectonic Rage",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 631,
    "name": "Tectonic Rage",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 632,
    "name": "Continental Crush",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 633,
    "name": "Continental Crush",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 634,
    "name": "Savage Spin-Out",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 635,
    "name": "Savage Spin-Out",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 636,
    "name": "Never-Ending Nightmare",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 637,
    "name": "Never-Ending Nightmare",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 638,
    "name": "Corkscrew Crash",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 639,
    "name": "Corkscrew Crash",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 640,
    "name": "Inferno Overdrive",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 641,
    "name": "Inferno Overdrive",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 642,
    "name": "Hydro Vortex",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 643,
    "name": "Hydro Vortex",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 644,
    "name": "Bloom Doom",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 645,
    "name": "Bloom Doom",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 646,
    "name": "Gigavolt Havoc",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 647,
    "name": "Gigavolt Havoc",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 648,
    "name": "Shattered Psyche",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 649,
    "name": "Shattered Psyche",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 650,
    "name": "Subzero Slammer",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 651,
    "name": "Subzero Slammer",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 652,
    "name": "Devastating Drake",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 653,
    "name": "Devastating Drake",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 654,
    "name": "Black Hole Eclipse",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 655,
    "name": "Black Hole Eclipse",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 656,
    "name": "Twinkle Tackle",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 657,
    "name": "Twinkle Tackle",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 658,
    "name": "Catastropika",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 659,
    "name": "Shore Up",
    "desc": "The user restores its own HP by up to half its max HP. It regains more HP in a sandstorm."
  },
  {
    "index": 660,
    "name": "First Impression",
    "desc": "Although this move has great power, it works only on the first turn each time the user enters battle."
  },
  {
    "index": 661,
    "name": "Baneful Bunker",
    "desc": "In addition to protecting the user from attacks, this move also poisons any attacker that makes direct contact."
  },
  {
    "index": 662,
    "name": "Spirit Shackle",
    "desc": "The user attacks while simultaneously stitching the target’s shadow to the ground to prevent the target from fleeing."
  },
  {
    "index": 663,
    "name": "Darkest Lariat",
    "desc": "The user swings both arms and hits the target. The target’s stat changes don’t affect the damage inflicted by this move."
  },
  {
    "index": 664,
    "name": "Sparkling Aria",
    "desc": "The user bursts into song, emitting many bubbles. Any Pokémon suffering from a burn will be cured by the touch of these bubbles."
  },
  {
    "index": 665,
    "name": "Ice Hammer",
    "desc": "The user swings its strong, heavy fist at the target to inflict damage. This also lowers the user’s Speed stat."
  },
  {
    "index": 666,
    "name": "Floral Healing",
    "desc": "The user restores the target’s HP by up to half its max HP. More HP is restored when the ground is Grassy Terrain."
  },
  {
    "index": 667,
    "name": "High Horsepower",
    "desc": "The user fiercely attacks the target using its entire body."
  },
  {
    "index": 668,
    "name": "Strength Sap",
    "desc": "The user restores its own HP by the same amount as the target’s Attack stat. It then lowers the target’s Attack stat."
  },
  {
    "index": 669,
    "name": "Solar Blade",
    "desc": "The user gathers light on the first turn, then fills a blade with the light’s energy and attacks on the next turn."
  },
  {
    "index": 670,
    "name": "Leafage",
    "desc": "The user attacks by pelting the target with leaves."
  },
  {
    "index": 671,
    "name": "Spotlight",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 672,
    "name": "Toxic Thread",
    "desc": "The user shoots poisonous threads to poison the target and lower the target’s Speed stat."
  },
  {
    "index": 673,
    "name": "Laser Focus",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 674,
    "name": "Gear Up",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 675,
    "name": "Throat Chop",
    "desc": "The user attacks the target’s throat, and the resultant suffering prevents the target from using sound-based moves for two turns."
  },
  {
    "index": 676,
    "name": "Pollen Puff",
    "desc": "The user attacks the enemy with a pollen puff that explodes. If the target is an ally, it gives the ally a pollen puff that restores its HP instead."
  },
  {
    "index": 677,
    "name": "Anchor Shot",
    "desc": "The user entangles the target with its anchor chain while attacking. The target becomes unable to flee."
  },
  {
    "index": 678,
    "name": "Psychic Terrain",
    "desc": "This protects Pokémon on the ground from priority moves and powers up Psychic-type moves for five turns."
  },
  {
    "index": 679,
    "name": "Lunge",
    "desc": "The user makes a lunge at the target, attacking with full force. This also lowers the target’s Attack stat."
  },
  {
    "index": 680,
    "name": "Fire Lash",
    "desc": "The user strikes the target with a burning lash. This also lowers the target’s Defense stat."
  },
  {
    "index": 681,
    "name": "Power Trip",
    "desc": "The user boasts its strength and attacks the target. The more the user’s stats are boosted, the greater the move’s power."
  },
  {
    "index": 682,
    "name": "Burn Up",
    "desc": "To inflict massive damage, the user burns itself out. After using this move, the user will no longer be Fire type."
  },
  {
    "index": 683,
    "name": "Speed Swap",
    "desc": "The user exchanges Speed stats with the target."
  },
  {
    "index": 684,
    "name": "Smart Strike",
    "desc": "The user stabs the target with a sharp horn. This attack never misses."
  },
  {
    "index": 685,
    "name": "Purify",
    "desc": "The user cures the target’s status condition. If the move succeeds, it also restores the user’s own HP."
  },
  {
    "index": 686,
    "name": "Revelation Dance",
    "desc": "The user attacks the target by dancing with all its might. This move becomes the same type as the user’s type."
  },
  {
    "index": 687,
    "name": "Core Enforcer",
    "desc": "If the Pokémon damaged by this move have already used their moves that turn, this move eliminates the effects of those Pokémon’s Abilities."
  },
  {
    "index": 688,
    "name": "Trop Kick",
    "desc": "The user lands an intense kick of tropical origins on the target. This also lowers the target’s Attack stat."
  },
  {
    "index": 689,
    "name": "Instruct",
    "desc": "The user instructs the target to reuse the move last used by the target."
  },
  {
    "index": 690,
    "name": "Beak Blast",
    "desc": "The user first heats up its beak, and then it attacks the target. Making direct contact with the user while it’s heating up its beak results in a burn."
  },
  {
    "index": 691,
    "name": "Clanging Scales",
    "desc": "The user rubs the scales on its entire body and makes a huge noise to attack opposing Pokémon. The user’s Defense stat is lowered after the attack."
  },
  {
    "index": 692,
    "name": "Dragon Hammer",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 693,
    "name": "Brutal Swing",
    "desc": "The user swings its body around violently to inflict damage on everything in its vicinity."
  },
  {
    "index": 694,
    "name": "Aurora Veil",
    "desc": "This move reduces damage from physical and special moves for five turns. This can be used only when it is snowing."
  },
  {
    "index": 695,
    "name": "Sinister Arrow Raid",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 696,
    "name": "Malicious Moonsault",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 697,
    "name": "Oceanic Operetta",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 698,
    "name": "Guardian of Alola",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 699,
    "name": "Soul-Stealing 7-Star Strike",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 700,
    "name": "Stoked Sparksurfer",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 701,
    "name": "Pulverizing Pancake",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 702,
    "name": "Extreme Evoboost",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 703,
    "name": "Genesis Supernova",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 704,
    "name": "Shell Trap",
    "desc": "The user sets a shell trap. If the user is hit by a physical move, the trap will explode and inflict damage on opposing Pokémon."
  },
  {
    "index": 705,
    "name": "Fleur Cannon",
    "desc": "The user unleashes a strong beam. The recoil from this move harshly lowers the user’s Sp. Atk stat."
  },
  {
    "index": 706,
    "name": "Psychic Fangs",
    "desc": "The user attacks by biting the target with its psychic capabilities. This move can also break barriers, such as Light Screen and Reflect."
  },
  {
    "index": 707,
    "name": "Stomping Tantrum",
    "desc": "Driven by frustration, the user attacks the target. This move’s power is doubled if the user’s previous move failed."
  },
  {
    "index": 708,
    "name": "Shadow Bone",
    "desc": "The user attacks by beating the target with a bone that contains a spirit. This may also lower the target’s Defense stat."
  },
  {
    "index": 709,
    "name": "Accelerock",
    "desc": "The user smashes into the target at high speed. This move always goes first."
  },
  {
    "index": 710,
    "name": "Liquidation",
    "desc": "The user slams into the target using a full-force blast of water. This may also lower the target’s Defense stat."
  },
  {
    "index": 711,
    "name": "Prismatic Laser",
    "desc": "The user shoots powerful lasers using the power of a prism. The user can’t move on the next turn."
  },
  {
    "index": 712,
    "name": "Spectral Thief",
    "desc": "The user hides in the target’s shadow, steals the target’s stat boosts, and then attacks."
  },
  {
    "index": 713,
    "name": "Sunsteel Strike",
    "desc": "The user slams into the target with the force of a meteor. This move can be used on the target regardless of its Ability."
  },
  {
    "index": 714,
    "name": "Moongeist Beam",
    "desc": "The user emits a sinister ray to attack the target. This move can be used on the target regardless of its Ability."
  },
  {
    "index": 715,
    "name": "Tearful Look",
    "desc": "The user gets teary-eyed to make the target lose its combative spirit. This lowers the target’s Attack and Sp. Atk stats."
  },
  {
    "index": 716,
    "name": "Zing Zap",
    "desc": "The user crashes into the target, delivering a powerful electric shock. This may also make the target flinch."
  },
  {
    "index": 717,
    "name": "Nature鈥檚 Madness",
    "desc": "The user hits the target with the full wrath of nature. This cuts the target’s HP in half."
  },
  {
    "index": 718,
    "name": "Multi-Attack",
    "desc": "Cloaking itself in powerful energy, the user slams into the target to inflict damage. This move’s type changes depending on the kind of memory disc held by the user."
  },
  {
    "index": 719,
    "name": "10,000,000 Volt Thunderbolt",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 720,
    "name": "Mind Blown",
    "desc": "The user attacks everything around it by causing its own head to explode. This also damages the user."
  },
  {
    "index": 721,
    "name": "Plasma Fists",
    "desc": "The user attacks with electrically charged fists. This move changes Normal-type moves to Electric-type moves."
  },
  {
    "index": 722,
    "name": "Photon Geyser",
    "desc": "The user attacks the target with a pillar of light. This move inflicts damage using the Attack or Sp. Atk stat— whichever is higher for the user."
  },
  {
    "index": 723,
    "name": "Light That Burns the Sky",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 724,
    "name": "Searing Sunraze Smash",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 725,
    "name": "Menacing Moonraze Maelstrom",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 726,
    "name": "Let鈥檚 Snuggle Forever",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 727,
    "name": "Splintered Stormshards",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 728,
    "name": "Clangorous Soulblaze",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 729,
    "name": "Zippy Zap",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 730,
    "name": "Splishy Splash",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 731,
    "name": "Floaty Fall",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 732,
    "name": "Pika Papow",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 733,
    "name": "Bouncy Bubble",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 734,
    "name": "Buzzy Buzz",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 735,
    "name": "Sizzly Slide",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 736,
    "name": "Glitzy Glow",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 737,
    "name": "Baddy Bad",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 738,
    "name": "Sappy Seed",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 739,
    "name": "Freezy Frost",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 740,
    "name": "Sparkly Swirl",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 741,
    "name": "Veevee Volley",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 742,
    "name": "Double Iron Bash",
    "desc": "The user uses the hex nut in its chest as an axis to spin, striking the target with its arms twice in a row. This may also make the target flinch."
  },
  {
    "index": 743,
    "name": "Max Guard",
    "desc": "This move enables the user to protect itself from all attacks. Its chance of failing rises if it is used in succession."
  },
  {
    "index": 744,
    "name": "Dynamax Cannon",
    "desc": "The user condenses energy within its body and unleashes that energy from its core to inflict damage."
  },
  {
    "index": 745,
    "name": "Snipe Shot",
    "desc": "The user ignores the effects of opposing Pokémon’s moves and Abilities that draw in moves, allowing this move to hit the chosen target."
  },
  {
    "index": 746,
    "name": "Jaw Lock",
    "desc": "This move prevents the user and the target from switching out until either of them faints. The effect goes away if either of the Pokémon leaves the field."
  },
  {
    "index": 747,
    "name": "Stuff Cheeks",
    "desc": "The user eats its held Berry, then sharply boosts its Defense stat."
  },
  {
    "index": 748,
    "name": "No Retreat",
    "desc": "This move boosts all the user’s stats but prevents the user from switching out or fleeing."
  },
  {
    "index": 749,
    "name": "Tar Shot",
    "desc": "The user pours sticky tar over the target, lowering the target’s Speed stat. The target becomes weaker to Fire-type moves."
  },
  {
    "index": 750,
    "name": "Magic Powder",
    "desc": "The user scatters a cloud of magic powder that changes the target’s type to Psychic."
  },
  {
    "index": 751,
    "name": "Dragon Darts",
    "desc": "The user attacks twice using Dreepy. If there are two opposing Pokémon, this move hits each of them once."
  },
  {
    "index": 752,
    "name": "Teatime",
    "desc": "The user has teatime with all the Pokémon currently in the battle. Each Pokémon eats its held Berry."
  },
  {
    "index": 753,
    "name": "Octolock",
    "desc": "The user locks the target in and prevents it from fleeing. This move also lowers the target’s Defense and Sp. Def every turn."
  },
  {
    "index": 754,
    "name": "Bolt Beak",
    "desc": "The user stabs the target with its electrified beak. This move’s power is doubled if the user moves before the target."
  },
  {
    "index": 755,
    "name": "Fishious Rend",
    "desc": "The user rends the target with its hard gills. This move’s power is doubled if the user moves before the target."
  },
  {
    "index": 756,
    "name": "Court Change",
    "desc": "With its mysterious power, the user swaps the effects on either side of the field."
  },
  {
    "index": 757,
    "name": "Max Flare",
    "desc": "This is a Fire-type attack Dynamax Pokémon use. The user intensifies the sun for five turns."
  },
  {
    "index": 758,
    "name": "Max Flutterby",
    "desc": "This is a Bug-type attack Dynamax Pokémon use. This lowers the target’s Sp. Atk stat."
  },
  {
    "index": 759,
    "name": "Max Lightning",
    "desc": "This is an Electric-type attack Dynamax Pokémon use. The user turns the ground into Electric Terrain for five turns."
  },
  {
    "index": 760,
    "name": "Max Strike",
    "desc": "This is a Normal-type attack Dynamax Pokémon use. This lowers the target’s Speed stat."
  },
  {
    "index": 761,
    "name": "Max Knuckle",
    "desc": "This is a Fighting-type attack Dynamax Pokémon use. This boosts ally Pokémon’s Attack stats."
  },
  {
    "index": 762,
    "name": "Max Phantasm",
    "desc": "This is a Ghost-type attack Dynamax Pokémon use. This lowers the target’s Defense stat."
  },
  {
    "index": 763,
    "name": "Max Hailstorm",
    "desc": "This is an Ice-type attack Dynamax Pokémon use. The user summons a snowstorm lasting five turns."
  },
  {
    "index": 764,
    "name": "Max Ooze",
    "desc": "This is a Poison-type attack Dynamax Pokémon use. This boosts ally Pokémon’s Sp. Atk stats."
  },
  {
    "index": 765,
    "name": "Max Geyser",
    "desc": "This is a Water-type attack Dynamax Pokémon use. The user summons a heavy rain that falls for five turns."
  },
  {
    "index": 766,
    "name": "Max Airstream",
    "desc": "This is a Flying-type attack Dynamax Pokémon use. This boosts ally Pokémon’s Speed stats."
  },
  {
    "index": 767,
    "name": "Max Starfall",
    "desc": "This is a Fairy-type attack Dynamax Pokémon use. The user turns the ground into Misty Terrain for five turns."
  },
  {
    "index": 768,
    "name": "Max Wyrmwind",
    "desc": "This is a Dragon-type attack Dynamax Pokémon use. This lowers the target’s Attack stat."
  },
  {
    "index": 769,
    "name": "Max Mindstorm",
    "desc": "This is a Psychic-type attack Dynamax Pokémon use. The user turns the ground into Psychic Terrain for five turns."
  },
  {
    "index": 770,
    "name": "Max Rockfall",
    "desc": "This is a Rock-type attack Dynamax Pokémon use. The user summons a sandstorm lasting five turns."
  },
  {
    "index": 771,
    "name": "Max Quake",
    "desc": "This is a Ground-type attack Dynamax Pokémon use. This boosts ally Pokémon’s Sp. Def stats."
  },
  {
    "index": 772,
    "name": "Max Darkness",
    "desc": "This is a Dark-type attack Dynamax Pokémon use. This lowers the target’s Sp. Def stat."
  },
  {
    "index": 773,
    "name": "Max Overgrowth",
    "desc": "This is a Grass-type attack Dynamax Pokémon use. The user turns the ground into Grassy Terrain for five turns."
  },
  {
    "index": 774,
    "name": "Max Steelspike",
    "desc": "This is a Steel-type attack Dynamax Pokémon use. This boosts ally Pokémon’s Defense stats."
  },
  {
    "index": 775,
    "name": "Clangorous Soul",
    "desc": "The user boosts all its stats by using some of its own HP."
  },
  {
    "index": 776,
    "name": "Body Press",
    "desc": "The user attacks by slamming its body into the target. The higher the user’s Defense stat, the greater the damage this move deals."
  },
  {
    "index": 777,
    "name": "Decorate",
    "desc": "The user sharply boosts the target’s Attack and Sp. Atk stats by decorating the target."
  },
  {
    "index": 778,
    "name": "Drum Beating",
    "desc": "The user plays its drum, controlling the drum’s roots to attack the target. This also lowers the target’s Speed stat."
  },
  {
    "index": 779,
    "name": "Snap Trap",
    "desc": "The user snares the target in a snap trap that inflicts damage for four to five turns."
  },
  {
    "index": 780,
    "name": "Pyro Ball",
    "desc": "The user attacks by igniting a small stone and launching it as a fiery ball at the target. This may also leave the target with a burn."
  },
  {
    "index": 781,
    "name": "Behemoth Blade",
    "desc": "The user becomes a gigantic sword and cuts the target. This move inflicts twice the damage if the target is Dynamaxed."
  },
  {
    "index": 782,
    "name": "Behemoth Bash",
    "desc": "The user becomes a gigantic shield and slams into the target. This move inflicts twice the damage if the target is Dynamaxed."
  },
  {
    "index": 783,
    "name": "Aura Wheel",
    "desc": "Morpeko attacks and boosts its Speed stat with the energy stored in its cheeks. This move’s type changes depending on the user’s form."
  },
  {
    "index": 784,
    "name": "Breaking Swipe",
    "desc": "The user swings its tough tail wildly and attacks opposing Pokémon. This also lowers their Attack stats."
  },
  {
    "index": 785,
    "name": "Branch Poke",
    "desc": "The user attacks the target by poking it with a sharply pointed branch."
  },
  {
    "index": 786,
    "name": "Overdrive",
    "desc": "The user attacks opposing Pokémon by twanging a guitar or bass guitar, causing a huge echo and strong vibration."
  },
  {
    "index": 787,
    "name": "Apple Acid",
    "desc": "The user attacks the target with an acidic liquid created from tart apples. This also lowers the target’s Sp. Def stat."
  },
  {
    "index": 788,
    "name": "Grav Apple",
    "desc": "The user inflicts damage by dropping an apple from high above. This also lowers the target’s Defense stat."
  },
  {
    "index": 789,
    "name": "Spirit Break",
    "desc": "The user attacks the target with so much force that it could break the target’s spirit. This also lowers the target’s Sp. Atk stat."
  },
  {
    "index": 790,
    "name": "Strange Steam",
    "desc": "The user attacks the target by emitting steam. This may also confuse the target."
  },
  {
    "index": 791,
    "name": "Life Dew",
    "desc": "The user scatters mysterious water around and restores the HP of itself and its ally Pokémon currently in the battle."
  },
  {
    "index": 792,
    "name": "Obstruct",
    "desc": "This move enables the user to protect itself from all attacks. Its chance of failing rises if used in succession. Direct contact harshly lowers the attacker’s Defense stat."
  },
  {
    "index": 793,
    "name": "False Surrender",
    "desc": "The user pretends to bow its head, but then it stabs the target with its disheveled hair. This attack never misses."
  },
  {
    "index": 794,
    "name": "Meteor Assault",
    "desc": "The user attacks wildly with its thick leek. The user can’t move on the next turn, because the force of this move makes it stagger."
  },
  {
    "index": 795,
    "name": "Eternabeam",
    "desc": "This move can’t be used. It’s recommended that this move is forgotten. Once forgotten, this move can’t be remembered."
  },
  {
    "index": 796,
    "name": "Steel Beam",
    "desc": "The user fires a beam of steel that it collected from its entire body. This also damages the user."
  },
  {
    "index": 797,
    "name": "Expanding Force",
    "desc": "The user attacks the target with its psychic power. When the ground is Psychic Terrain, this move’s power is boosted and it damages all opposing Pokémon."
  },
  {
    "index": 798,
    "name": "Steel Roller",
    "desc": "The user attacks while destroying the terrain. This move fails if the ground hasn’t turned into a terrain."
  },
  {
    "index": 799,
    "name": "Scale Shot",
    "desc": "The user attacks by shooting scales two to five times in a row. This move boosts the user’s Speed stat but lowers its Defense stat."
  },
  {
    "index": 800,
    "name": "Meteor Beam",
    "desc": "The user gathers energy from space and boosts its Sp. Atk stat on the first turn, then attacks on the next turn."
  },
  {
    "index": 801,
    "name": "Shell Side Arm",
    "desc": "This move is either physical or special—whichever will inflict more damage. This may also poison the target."
  },
  {
    "index": 802,
    "name": "Misty Explosion",
    "desc": "The user attacks everything around it and faints upon using this move. This move’s power is boosted on Misty Terrain."
  },
  {
    "index": 803,
    "name": "Grassy Glide",
    "desc": "Gliding on the ground, the user attacks the target. This move always goes first on Grassy Terrain."
  },
  {
    "index": 804,
    "name": "Rising Voltage",
    "desc": "The user attacks with electricity rising from the ground. This move’s power is doubled if the target is on Electric Terrain."
  },
  {
    "index": 805,
    "name": "Terrain Pulse",
    "desc": "The user utilizes the energy of the terrain to attack. This move’s type and power change depending on the terrain at the time the move is used."
  },
  {
    "index": 806,
    "name": "Skitter Smack",
    "desc": "The user skitters behind the target to attack. This also lowers the target’s Sp. Atk stat."
  },
  {
    "index": 807,
    "name": "Burning Jealousy",
    "desc": "The user attacks with energy from jealousy. This leaves all opposing Pokémon that have had their stats boosted during the turn with a burn."
  },
  {
    "index": 808,
    "name": "Lash Out",
    "desc": "The user lashes out to vent its frustration toward the target. This move’s power is doubled if the user’s stats were lowered during this turn."
  },
  {
    "index": 809,
    "name": "Poltergeist",
    "desc": "The user attacks by controlling the target’s item. This move fails if the target isn’t holding an item."
  },
  {
    "index": 810,
    "name": "Corrosive Gas",
    "desc": "The user surrounds everything around it with highly acidic gas and melts away items held by other Pokémon."
  },
  {
    "index": 811,
    "name": "Coaching",
    "desc": "The user properly coaches its ally Pokémon, boosting their Attack and Defense stats."
  },
  {
    "index": 812,
    "name": "Flip Turn",
    "desc": "After making its attack, the user rushes back to switch places with a party Pokémon in waiting."
  },
  {
    "index": 813,
    "name": "Triple Axel",
    "desc": "A consecutive three-kick attack that becomes more powerful with each successful hit."
  },
  {
    "index": 814,
    "name": "Dual Wingbeat",
    "desc": "The user slams the target with its wings to inflict damage. The target is hit twice in a row."
  },
  {
    "index": 815,
    "name": "Scorching Sands",
    "desc": "The user throws scorching sand at the target to attack. This may also leave the target with a burn."
  },
  {
    "index": 816,
    "name": "Jungle Healing",
    "desc": "The user becomes one with the jungle, restoring HP and curing status conditions for itself and its ally Pokémon currently in the battle."
  },
  {
    "index": 817,
    "name": "Wicked Blow",
    "desc": "The user, having mastered the Dark style, strikes the target with a fierce blow. This move always lands a critical hit."
  },
  {
    "index": 818,
    "name": "Surging Strikes",
    "desc": "The user, having mastered the Water style, strikes the target with a flowing motion three times in a row. This move always lands a critical hit."
  },
  {
    "index": 819,
    "name": "Thunder Cage",
    "desc": "The user traps the target inside a cage of sparking electricity that inflicts damage for four to five turns."
  },
  {
    "index": 820,
    "name": "Dragon Energy",
    "desc": "Converting its life-force into power, the user attacks opposing Pokémon. The lower the user’s HP, the lower the move’s power."
  },
  {
    "index": 821,
    "name": "Freezing Glare",
    "desc": "The user shoots its psychic power from its eyes to attack. This may also leave the target frozen."
  },
  {
    "index": 822,
    "name": "Fiery Wrath",
    "desc": "The user transforms its wrath into a fire-like aura to attack. This may also make opposing Pokémon flinch."
  },
  {
    "index": 823,
    "name": "Thunderous Kick",
    "desc": "The user overwhelms the target with lightning-like movement before delivering a kick. This also lowers the target’s Defense stat."
  },
  {
    "index": 824,
    "name": "Glacial Lance",
    "desc": "The user attacks by hurling a blizzard-cloaked icicle lance at opposing Pokémon."
  },
  {
    "index": 825,
    "name": "Astral Barrage",
    "desc": "The user attacks by sending a frightful amount of small ghosts at opposing Pokémon."
  },
  {
    "index": 826,
    "name": "Eerie Spell",
    "desc": "The user attacks with its tremendous psychic power. This also drains 3 PP from the move last used by the target."
  },
  {
    "index": 827,
    "name": "Dire Claw",
    "desc": "The user lashes out at the target with ruinous claws, aiming to land a critical hit. This may also leave the target poisoned, paralyzed, or asleep."
  },
  {
    "index": 828,
    "name": "Psyshield Bash",
    "desc": "Cloaking itself in psychic energy, the user slams into the target. This also boosts the user’s Defense stat."
  },
  {
    "index": 829,
    "name": "Power Shift",
    "desc": "The user swaps its Attack and Defense stats."
  },
  {
    "index": 830,
    "name": "Stone Axe",
    "desc": "The user swings its stone axes at the target, aiming to land a critical hit. Stone splinters left behind by this attack float around the target."
  },
  {
    "index": 831,
    "name": "Springtide Storm",
    "desc": "The user attacks by wrapping opposing Pokémon in fierce winds brimming with love and hate. This may also lower their Attack stats."
  },
  {
    "index": 832,
    "name": "Mystical Power",
    "desc": "The user attacks by emitting a mysterious power. This also boosts the user’s Sp. Atk stat."
  },
  {
    "index": 833,
    "name": "Raging Fury",
    "desc": "The user rampages around spewing flames for two to three turns. The user then becomes confused."
  },
  {
    "index": 834,
    "name": "Wave Crash",
    "desc": "The user shrouds itself in water and slams into the target with its whole body to inflict damage. This also damages the user quite a lot."
  },
  {
    "index": 835,
    "name": "Chloroblast",
    "desc": "The user launches its amassed chlorophyll to inflict damage on the target. This also damages the user."
  },
  {
    "index": 836,
    "name": "Mountain Gale",
    "desc": "The user hurls giant chunks of ice at the target to inflict damage. This may also make the target flinch."
  },
  {
    "index": 837,
    "name": "Victory Dance",
    "desc": "The user performs an intense dance to usher in victory, boosting its Attack, Defense, and Speed stats."
  },
  {
    "index": 838,
    "name": "Headlong Rush",
    "desc": "The user smashes into the target in a full-body tackle. This also lowers the user’s Defense and Sp. Def stats."
  },
  {
    "index": 839,
    "name": "Barb Barrage",
    "desc": "The user launches countless toxic barbs to inflict damage. This may also poison the target. This move’s power is doubled if the target is already poisoned."
  },
  {
    "index": 840,
    "name": "Esper Wing",
    "desc": "The user slashes the target with aura-enriched wings. This also boosts the user’s Speed stat. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 841,
    "name": "Bitter Malice",
    "desc": "The user attacks the target with spine-chilling resentment. This also lowers the target’s Attack stat."
  },
  {
    "index": 842,
    "name": "Shelter",
    "desc": "The user makes its skin as hard as an iron shield, sharply boosting its Defense stat."
  },
  {
    "index": 843,
    "name": "Triple Arrows",
    "desc": "The user kicks, then fires three arrows. This move has a heightened chance of landing a critical hit and may also lower the target’s Defense stat or make it flinch."
  },
  {
    "index": 844,
    "name": "Infernal Parade",
    "desc": "The user attacks with myriad fireballs. This may also leave the target with a burn. This move’s power is doubled if the target has a status condition."
  },
  {
    "index": 845,
    "name": "Ceaseless Edge",
    "desc": "The user slashes its shell blade at the target, aiming to land a critical hit. Shell splinters left behind by this attack remain scattered under the target as spikes."
  },
  {
    "index": 846,
    "name": "Bleakwind Storm",
    "desc": "The user attacks with savagely cold winds that cause both body and spirit to tremble. This may also lower the Speed stats of opposing Pokémon."
  },
  {
    "index": 847,
    "name": "Wildbolt Storm",
    "desc": "The user summons a thunderous tempest and savagely attacks with lightning and wind. This may also leave opposing Pokémon with paralysis."
  },
  {
    "index": 848,
    "name": "Sandsear Storm",
    "desc": "The user attacks by wrapping opposing Pokémon in fierce winds and searingly hot sand. This may also leave them with a burn."
  },
  {
    "index": 849,
    "name": "Lunar Blessing",
    "desc": "The user receives a blessing from the crescent moon, restoring HP and curing status conditions for itself and its ally Pokémon currently in the battle."
  },
  {
    "index": 850,
    "name": "Take Heart",
    "desc": "The user lifts its spirits, curing its own status conditions and boosting its Sp. Atk and Sp. Def stats."
  },
  {
    "index": 851,
    "name": "Tera Blast",
    "desc": "If the user has Terastallized, it unleashes energy of its Tera Type. This move inflicts damage using the Attack or Sp. Atk stat—whichever is higher for the user."
  },
  {
    "index": 852,
    "name": "Silk Trap",
    "desc": "The user spins a silken trap, protecting itself from damage while lowering the Speed stat of any attacker that makes direct contact."
  },
  {
    "index": 853,
    "name": "Axe Kick",
    "desc": "The user attacks by kicking up into the air and slamming its heel down upon the target. This may also confuse the target. If it misses, the user takes damage instead."
  },
  {
    "index": 854,
    "name": "Last Respects",
    "desc": "The user attacks to avenge its allies. The more defeated allies there are in the user’s party, the greater the move’s power."
  },
  {
    "index": 855,
    "name": "Lumina Crash",
    "desc": "The user attacks by unleashing a peculiar light that even affects the mind. This also harshly lowers the target’s Sp. Def stat."
  },
  {
    "index": 856,
    "name": "Order Up",
    "desc": "The user attacks with elegant poise. If the user has a Tatsugiri in its mouth, this move boosts one of the user’s stats based on the Tatsugiri’s form."
  },
  {
    "index": 857,
    "name": "Jet Punch",
    "desc": "The user summons a torrent around its fist and punches at blinding speed. This move always goes first."
  },
  {
    "index": 858,
    "name": "Spicy Extract",
    "desc": "The user emits an incredibly spicy extract, sharply boosting the target’s Attack stat and harshly lowering the target’s Defense stat."
  },
  {
    "index": 859,
    "name": "Spin Out",
    "desc": "The user spins furiously by straining its legs, inflicting damage on the target. This also harshly lowers the user’s Speed stat."
  },
  {
    "index": 860,
    "name": "Population Bomb",
    "desc": "The user’s fellows gather in droves to perform a combo attack that hits the target one to ten times in a row."
  },
  {
    "index": 861,
    "name": "Ice Spinner",
    "desc": "The user covers its feet in thin ice and twirls around, slamming into the target. This move’s spinning motion also destroys the terrain."
  },
  {
    "index": 862,
    "name": "Glaive Rush",
    "desc": "The user throws its entire body into a reckless charge. Attacks from opposing Pokémon during the next turn cannot miss and will inflict double damage."
  },
  {
    "index": 863,
    "name": "Revival Blessing",
    "desc": "The user bestows a loving blessing, reviving a party Pokémon that has fainted and restoring half that Pokémon’s max HP."
  },
  {
    "index": 864,
    "name": "Salt Cure",
    "desc": "The user salt cures the target, inflicting damage every turn. Steel and Water types are more strongly affected by this move."
  },
  {
    "index": 865,
    "name": "Triple Dive",
    "desc": "The user performs a perfectly timed triple dive, hitting the target with splashes of water three times in a row."
  },
  {
    "index": 866,
    "name": "Mortal Spin",
    "desc": "The user performs a spin attack that can also eliminate the effects of such moves as Bind, Wrap, and Leech Seed. This also poisons opposing Pokémon."
  },
  {
    "index": 867,
    "name": "Doodle",
    "desc": "The user captures the very essence of the target in a sketch. This changes the Abilities of the user and its ally Pokémon to that of the target."
  },
  {
    "index": 868,
    "name": "Fillet Away",
    "desc": "The user sharply boosts its Attack, Sp. Atk, and Speed stats by using its own HP."
  },
  {
    "index": 869,
    "name": "Kowtow Cleave",
    "desc": "The user slashes at the target after kowtowing to make the target let down its guard. This attack never misses."
  },
  {
    "index": 870,
    "name": "Flower Trick",
    "desc": "The user throws a rigged bouquet of flowers at the target. This attack never misses and always lands a critical hit."
  },
  {
    "index": 871,
    "name": "Torch Song",
    "desc": "The user blows out raging flames as if singing a song, scorching the target. This also boosts the user’s Sp. Atk stat."
  },
  {
    "index": 872,
    "name": "Aqua Step",
    "desc": "The user toys with the target and attacks it using light and fluid dance steps. This also boosts the user’s Speed stat."
  },
  {
    "index": 873,
    "name": "Raging Bull",
    "desc": "The user performs a tackle like a raging bull. This move’s type depends on the user’s form. It can also break barriers, such as Light Screen and Reflect."
  },
  {
    "index": 874,
    "name": "Make It Rain",
    "desc": "The user attacks by throwing out a mass of coins. This also lowers the user’s Sp. Atk stat. Money is earned after the battle."
  },
  {
    "index": 875,
    "name": "Pound",
    "desc": "The target is physically pounded with a long tail, a foreleg, or the like."
  },
  {
    "index": 876,
    "name": "Pound",
    "desc": "The target is physically pounded with a long tail, a foreleg, or the like."
  },
  {
    "index": 877,
    "name": "Ruination",
    "desc": "The user summons a ruinous disaster. This cuts the target’s HP in half."
  },
  {
    "index": 878,
    "name": "Collision Course",
    "desc": "The user transforms and crashes to the ground, causing a massive prehistoric explosion. This move’s power is boosted more than usual if it’s a supereffective hit."
  },
  {
    "index": 879,
    "name": "Electro Drift",
    "desc": "The user races forward at ultrafast speeds, piercing its target with futuristic electricity. This move’s power is boosted more than usual if it’s a supereffective hit."
  },
  {
    "index": 880,
    "name": "Shed Tail",
    "desc": "The user creates a substitute for itself using its own HP before switching places with a party Pokémon in waiting."
  },
  {
    "index": 881,
    "name": "Chilly Reception",
    "desc": "The user tells a chillingly bad joke before switching places with a party Pokémon in waiting. This summons a snowstorm lasting five turns."
  },
  {
    "index": 882,
    "name": "Tidy Up",
    "desc": "The user tidies up and removes the effects of Spikes, Stealth Rock, Sticky Web, Toxic Spikes, and Substitute. This also boosts the user’s Attack and Speed stats."
  },
  {
    "index": 883,
    "name": "Snowscape",
    "desc": "The user summons a snowstorm lasting five turns. This boosts the Defense stats of Ice types."
  },
  {
    "index": 884,
    "name": "Pounce",
    "desc": "The user attacks by pouncing on the target. This also lowers the target’s Speed stat."
  },
  {
    "index": 885,
    "name": "Trailblaze",
    "desc": "The user attacks suddenly as if leaping out from tall grass. The user’s nimble footwork boosts its Speed stat."
  },
  {
    "index": 886,
    "name": "Chilling Water",
    "desc": "The user attacks the target by showering it with water that’s so cold it saps the target’s power. This also lowers the target’s Attack stat."
  },
  {
    "index": 887,
    "name": "Hyper Drill",
    "desc": "The user spins the pointed part of its body at high speed to pierce the target. This attack can hit a target using a move such as Protect or Detect."
  },
  {
    "index": 888,
    "name": "Twin Beam",
    "desc": "The user shoots mystical beams from its eyes to inflict damage. The target is hit twice in a row."
  },
  {
    "index": 889,
    "name": "Rage Fist",
    "desc": "The user converts its rage into energy to attack. The more times the user has been hit by attacks, the greater the move’s power."
  },
  {
    "index": 890,
    "name": "Armor Cannon",
    "desc": "The user shoots its own armor out as blazing projectiles. This also lowers the user’s Defense and Sp. Def stats."
  },
  {
    "index": 891,
    "name": "Bitter Blade",
    "desc": "The user focuses its bitter feelings toward the world of the living into a slashing attack. The user’s HP is restored by up to half the damage taken by the target."
  },
  {
    "index": 892,
    "name": "Double Shock",
    "desc": "The user discharges all the electricity from its body to perform a high-damage attack. After using this move, the user will no longer be Electric type."
  },
  {
    "index": 893,
    "name": "Gigaton Hammer",
    "desc": "The user swings its whole body around to attack with its huge hammer. This move can’t be used twice in a row."
  },
  {
    "index": 894,
    "name": "Comeuppance",
    "desc": "The user retaliates with much greater force against the opponent that last inflicted damage on it."
  },
  {
    "index": 895,
    "name": "Aqua Cutter",
    "desc": "The user expels pressurized water to cut at the target like a blade. This move has a heightened chance of landing a critical hit."
  },
  {
    "index": 896,
    "name": "Blazing Torque",
    "desc": "- - -"
  },
  {
    "index": 897,
    "name": "Wicked Torque",
    "desc": "- - -"
  },
  {
    "index": 898,
    "name": "Noxious Torque",
    "desc": "- - -"
  },
  {
    "index": 899,
    "name": "Combat Torque",
    "desc": "- - -"
  },
  {
    "index": 900,
    "name": "Magical Torque",
    "desc": "- - -"
  }
]